@extends('layouts.app')

@section('title', 'Детальний звіт про роботу виконавчих органів')

@section('css_import')
    @parent
    <link rel="stylesheet" href="{{ asset('/css/report_detail.css') }}">
    {{-- change place for this lib after template setup--}}
    <script src="https://cdnjs.cloudflare.com/ajax/libs/Chart.js/2.9.4/Chart.min.js" integrity="sha512-d9xgZrVZpmmQlfonhQUvTR7lMPtO7NkZMkA0ABN3PHCbKA5nqylQ/yWlFAyY6hYgdF1Qh6nYiuADWwKB4C2WSw==" crossorigin="anonymous"></script>
    <script src="https://cdn.jsdelivr.net/npm/chartjs-plugin-datalabels@0.7.0"></script>
{{--    <script type="text/javascript" src="https://www.gstatic.com/charts/loader.js"></script>--}}
@endsection

@section('javascript_import')
    @parent
    <script defer src="{{ asset('/js/report_detail.js') }}"></script>
@endsection

@php
function transliteration($s) {
  $s = (string) $s;
  $s = trim($s);
  $s = function_exists('mb_strtolower') ? mb_strtolower($s) : strtolower($s); // переводим строку в нижний регистр (иногда надо задать локаль)
  $s = strtr($s,[
      'а'=>'a','б'=>'b','в'=>'v','г'=>'g',
      'ґ'=>'g','д'=>'d','е'=>'e','є'=>'ye','ж'=>'j',
      'з'=>'z','и'=>'y','і'=>'i','ї'=>'yi','й'=>'y',
      'к'=>'k','л'=>'l','м'=>'m','н'=>'n','о'=>'o',
      'п'=>'p','р'=>'r','с'=>'s','т'=>'t','у'=>'u',
      'ф'=>'f','х'=>'h','ц'=>'c','ч'=>'ch','ш'=>'sh',
      'щ'=>'shch','ю'=>'yu','я'=>'ya','ь'=>'', '`'=>'', '’'=>'',
      ' '=>'_', '-'=>'_', '\''=>'', ',' => '', '.' => '',
  ]);
  return $s;
}

$breadcrumbs = [
     [
         'name' => 'Перелік звітів',
         'url' => 'list_of_reports',
     ],
     [
         'name' => '2020',
         'url' => 'report_2020',
     ],
     [
         'name' => 'Детальний звіт',
     ]
 ];

/*
 *
 * name — name of the article
 * content — content of the article
 * additional_content_url — archive with all related to current article content
 * charts — available for current article
 *  - title — title of a chart
 *  - legend — label of the chart, which located on top of a chart
 *  - type — type of a chart (pie, doughnut, bar, horizontalBar, line?)
 *  - axis — name for axis
 *  - suffix — suffix of an every data label
 *  - isVerbalRoundingEnabled — is verbal rounding enabled (true/false) (145000 to 145 тис.)
 *  - isVerbalRoundingEnabledForHoveredLabels - is verbal rounding enabled (true/false) (145000 to 145 тис.) when hover
 *  - isDataLabelsShown - is data labels shown (actual value of each parameter)
 *  - dataset — dataset for current chart
 *    - label — data label
 *    - value — data value
 *
[
    'name' => '',
    'content' => '',
    'additional_content_url' => '#',
    'charts' => [
        [
            'title' => '',
            'legend' => '',
            'type' => '',
            'axis' => [
                'x' => '',
                'y' => ''
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '', 'value' => ''],
            ]
        ],
    ]
],

 */


$articles = [
[
    'name' => 'Вступне слово міського голови Поліщука І.І.',
    'content' => ' <p> Шановні мешканці Луцької міської територіальної громади! </p> <p> Пропоную вам звіт про роботу виконавчих органів міської ради за 2020 рік. </p> <p> Вважаю, що як орган місцевого самоврядування, ми повинні використовувати усі наявні засоби і способи комунікації, аби довести до вас інформацію про життєдіяльність громади, про те, що зроблено міською владою і які плани нам з вами належить реалізувати у цьому році. Це аналіз ефективності роботи Луцької міської ради, її виконавчого комітету та усіх працівників виконавчих органів міської ради. </p> <p> 2020 рік був непростим і напруженим. І проблема не тільки у світовій пандемії коронавірусу. Політичні перипетії, спад національної економіки в усіх сферах, адміністративно - територіальна реформа, відкриття ринку землі, підвищення тарифів і цін на товари та ліки, війна на Сході України і, зрештою, місцеві вибори – в таких умовах здійснювалось управління і господарювання містом. Усі зусилля міської влади були спрямовані на підтримку економіки громади, суб’єктів господарювання, інвестиційної привабливості, наповнення бюджету, соціальної стабільності і забезпечення безпеки громадян в умовах карантину і локдауну. Протягом 2020 року у нашій громаді тривали роботи із термомодернізації бюджетних установ та закладів, ремонту об`єктів вулично&nbsp;-&nbsp;дорожньої мережі та прибудинкових територій, впроваджувались заходи інвестиційних міжнародних проєктів із модернізації системи централізованого теплопостачання, оновлення громадського електротранспорту, освітлення та встановлення камер зовнішнього відеоспостереження у різних мікрорайонах міст, проводились фестивалі, змагання та ін. </p> <p> Саме завдяки злагодженій, ефективній співпраці, влади, бізнесу і громади ми завершили 2020 рік з хорошими показниками. Не зважаючи на те, що виклики економічної кризи зумовили суттєве зростання видатків на медичне та соціальне забезпечення, нам вдалось реалізувати чимало інфраструктурних проєктів та завдань, передбачених Програмою економічного та соціального розвитку міста на 2020 рік та Бюджетом міста Луцька. </p> <p> Дякую кожному жителю громади, хто щоденною сумлінною працею сприяв її розвитку, кожному представнику великого, малого та середнього бізнесу, завдяки прозорій ефективній діяльності яких наповнювався міський бюджет. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Виконання бюджету громади та фінансова політика у 2020 році',
    'content' => '<p> На виконання бюджету громади та фінансову політику у звітному році вагомо вплинули ряд факторів: не завершивши перший квартал і не отримавши перші вагомі надходження до міського бюджету, Луцьк як і уся країна «зачинились» на карантин в результаті пандемії коронавірусу COVID–19. Починаючи з березня 2020 року частина підприємств зупинила або обмежила свою діяльність, відповідно зменшилася зайнятість та розміри заробітних плат, що в свою чергу вплинуло на збільшення кількості податкових соціальних пільг та зменшення надходжень. Необхідно було терміново перерозподіляти кошти і направляти їх на боротьбу з невідомою недугою та, особливо, на забезпечення соціальної стабільності в місті. Загалом на заходи щодо запобігання поширенню коронавірусної хвороби СОVID&nbsp;–&nbsp;19 із бюджету громади у минулому році було витрачено майже п’ятдесят мільйонів гривень. Крім цього, далися взнаки законодавчі обмеження, що були накладені на бюджети органів місцевого самоврядування, як, до прикладу, скасування пайової участі, та збільшена реверсна дотація у Державний бюджет з місцевого, що склала 84 мільйона гривень, що майже на 17 мільйонів більше, ніж у 2019 році. Окрім цього, розпорядженням Кабінету Міністрів України у травні 2020 року до Луцької міської територіальної громади було приєднано Жидичинську, Княгининівську, Заборольську та Іванчицівську територіальні громади. Однак, законодавчо фінансову сторону цього процесу так і не врегульовано. Усі ці заходи і запроваджені локдауни позначилися на темпах і обсягах наповнення бюджету громади. </p> <p class="article-subheader"> Доходи </p> <p> До бюджету громади за 2020 рік надійшло доходів в сумі 2&nbsp;229,1 млн грн при уточнених призначеннях 2&nbsp;328,5 млн грн. Виконання склало 95,7 %. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> До загального фонду бюджету громади надійшло доходів, без врахування трансфертів, в сумі 1&nbsp;577,2 млн грн, що становить 92,7&nbsp;% від уточнених призначень, недоотримано 124,2 млн грн, що на 107,6 млн грн більше, ніж 2019 року. Податок на доходи фізичних осіб продовжував формувати основну частину доходів загального фонду бюджету громади і в обсязі доходів загального фонду склав 67,4%. До бюджету надійшло 1&nbsp;062,9 млн грн, що становить 90,3&nbsp;% від уточнених призначень Недоотримано 114,6 млн грн, що на 84,9 млн грн більше показника 2019 року. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> Не дивлячись на негативні тенденції та впливи, що виникали впродовж року, міській владі вдалось збільшити надходження до бюджету за окремими показниками, порівняно з 2019 роком. Зокрема, податку на доходи фізичних осіб – на 84,9 млн грн, податку на прибуток – на 1,7 млн грн, єдиного податку – на 18,7 млн грн, податку на нерухоме майно, відмінне від земельної ділянки – на 4,1 млн грн. До спеціального фонду бюджету громади за 2020 рік надійшло 159,8 млн грн, що становить 119,1 % планових показників, у тому числі до бюджету розвитку – 28,3&nbsp;млн грн, що становить 85,9% планових показників. Коштів пайової участі у розвитку інфраструктури надійшло 16,8&nbsp;млн&nbsp;грн, виконання склало 210,6&nbsp;%. Від продажу земельних ділянок у бюджет міста надійшло 11,5 млн грн, що становить 230&nbsp;% до запланованих надходжень. </p> <p class="article-subheader"> Видатки </p> <p> - соціальні: оплата праці працівників бюджетної сфери, забезпечення харчуванням вихованців акладів дошкільної освіти, учнів професійно-технічних навчальних закладів, виплата стипендій, оплата різних видів пільг та допомог, що надаються відповідно до міських програм соціального захисту населення; <br> - забезпечення функціонування бюджетних закладів; <br> - утримання транспортно інфраструктури, благоустрій міста, інші видатки на забезпечення комфортних умов проживання та <br> - видатки розвитку. Чим вищий цей показник у сумарному та процентному відношенні до загальної суми видатків, тим краще розвивається територіальна громада. </p> <p> Отож, в 2020 році з бюджету громади проведено видатки на суму 2&nbsp;356,7&nbsp;млн&nbsp;грн. Видатки загального фонду виконано в сумі 1&nbsp;808,5&nbsp;млн&nbsp;грн, спеціального фонду – 548,2&nbsp;млн&nbsp;грн. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> З загального фонду на фінансування установ соціально-культурної сфери спрямовано 1&nbsp;254,2&nbsp;млн грн. Соціальне спрямування бюджету підтверджується економічною структурою видатків. Так, переважна частина усіх власних доходів загального фонду бюджету – 1&nbsp;227,0 млн&nbsp;грн, або 67,8% – була спрямована на захищені статті витрат. З них, на заробітну плату з нарахуваннями працівникам бюджетної сфери виділено 1&nbsp;108,2&nbsp;млн грн. Варто зауважити, що у 2020 році для ефективного функціонування закладів охорони здоров’я та освіти з бюджету громади до коштів медичної та освітньої субвенції додатково виділено 19,3 млн&nbsp;грн та 10,3 млн грн відповідно. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> За результатами звітного періоду середня заробітна плата працівника бюджетної сфери у місяць склала – майже 7&nbsp;700 грн, що на 985 грн перевищує аналогічний показник 2019 року. Заробітну плату працівникам бюджетної сфери було профінансовано в повному обсязі та відповідно до встановлених чинним законодавством умов оплати праці та розміру мінімальної заробітної плати. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> У 2020 році видатки на соціальний захист населення склали майже 63 мільйона гривень. Кошти були спямовані на надання одноразової грошової допомоги мешканцям територіальної громади, адресної грошової допомоги на оплату житлово-комунальних послуг, грошової компенсації фізичним особам, які надають соціальні послуги хворим, які не здатні до самообслуговування та фінансову підтримку громадських організацій міста, підтримку учасників бойових дій, бійців-добровольців, членів їх сімей, а також сімей загиблих (померлих) військовослужбовців, соціальні виплати дітям військовослужбовців, утримання територіального центру соціального обслуговування (надання соціальних послуг), програми дітей, молоді, жінок, сім`ї. Крім цього, з міського бюджету проведені видатки у сумі 167,3 млн грн на виконання функцій в галузі житлово-комунального господарства, в тому числі, на заходи з благоустрою територіальної громади було направлено 81,7 мільйона гривень. </p> <p> Капітальні видатки за рахунок бюджету розвитку у минулому році склали 375,8 млн грн. У 2019 році ця сума становила 267 мільйонів гривень. На проведення робіт з капітального ремонту та реконструкції закладів охорони здоров’я та освіти, придбання різноманітного обладнання з бюджету територіальної громади було спрямовано трохи більше 51 мільйона гривень. На капітальний ремонт спортивних закладів та придбання спортивного обладнання було виділено 6,2 млн. грн; на придбання музичних інструментів, оргтехніки та літератури для закладів культури –1,5 млн грн. На потреби капітального ремонту житлового фонду у 2020 році було направлено майже 10 мільйонів гривень, на капітальний ремонт вулиць та прибудинкових територій - 29 мільйонів гривень. А на забезпечення житлом на умовах співфінансування учасників бойових дій, осіб з інвалідністю внаслідок війни, бійців-добровольців, а також членів сімей загиблих (померлих), зниклих безвісти виділено 4,3 млн грн, за рахунок яких профінансовано придбання 10 квартир. </p> <p> Загалом, протягом звітного 2020 року Луцька міська рада, її виконавчий комітет, виконавчі органи ради працювали над реалізацією 65 міських цільових і комплексних програм. При планових обсягах фінансування заходів на їх реалізацію у сумі 608&nbsp;285,9 тис.грн реалізація склала 86,1% , що становить 523&nbsp;524,7 тис.грн. Таким чином, не дивлячись на усі фінансові труднощі, міська влада ефективно та раціонально провела фінансову політику у 2020 році, завдяки чому забезпечено відповідний розвиток громади та комфортні умови проживання її мешканців. 23 грудня 2020 року на сесії Луцької міської ради ухвалено основний фінансовий документ Луцької міської територіальної громади на 2021 рік. Це реальний, збалансований бюджет, здатний забезпечити належну життєдіяльність громади, її розвиток та реалізацію важливих проєктів. </p> ',
    'additional_content_url' => '#',
    'charts' => [
         [
            'title' => 'Виконання бюджету',
            'legend' => 'План',
            'type' => 'bar',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'true',
            'dataset' => [
                ['label' => 'Загальний фонд', 'value' => '1701400000'],
                ['label' => 'Міжбюджетні трансферти', 'value' => '492900000'],
                ['label' => 'Спеціальний фонд', 'value' => '134200000'],
                ['label' => 'Бюджет розвитку', 'value' => '33000000'],
            ]
        ],
         [
            'title' => 'Виконання бюджету',
            'legend' => 'Факт',
            'type' => 'bar',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'yes',
            'dataset' => [
                ['label' => 'Загальний фонд', 'value' => '1577200000'],
                ['label' => 'Міжбюджетні трансферти', 'value' => '492900000'],
                ['label' => 'Спеціальний фонд', 'value' => '159800000'],
                ['label' => 'Бюджет розвитку', 'value' => '28300000'],
            ]
        ],
         [
            'title' => 'Структура доходів',
            'legend' => '',
            'type' => 'pie',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'false',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'ПДФО', 'value' => '1062900000'],
                ['label' => 'Акцизний податок', 'value' => '106900000'],
                ['label' => 'Оренда комунального майна', 'value' => '5500000'],
                ['label' => 'Місцеві податки', 'value' => '360100000'],
                ['label' => 'Плата за надання адмінпослуг', 'value' => '9200000'],
                ['label' => 'Інші надходження', 'value' => '33500000'],
            ]
        ],
         [
            'title' => ['Структура видатків загального фонду по галузях', 'бюджету Луцької МТГ за 2020 рік'],
            'legend' => '',
            'type' => 'horizontalBar',
            'axis' => [
                'x' => 'грн',
                'y' => ''
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'Освіта', 'value' => '1001700000'],
                ['label' => 'Органи управління', 'value' => '201600000'],
                ['label' => 'ЖКГ', 'value' => '167300000'],
                ['label' => 'Інші', 'value' => '128600000'],
                ['label' => 'Охорона здоров`я', 'value' => '123200000'],
                ['label' => 'Соцзахист', 'value' => '62900000'],
                ['label' => 'Транспорт', 'value' => '56800000'],
                ['label' => 'Культура', 'value' => '33500000'],
                ['label' => 'Фізична культура і спорт', 'value' => '32900000'],
            ]
        ],
         [
            'title' => ['Структура видатків загального фонду за захищеними','статтями видатків бюджету Луцької МТГ у 2020 році'],
            'legend' => '',
            'type' => 'pie',
            'axis' => [
                'x' => '',
                'y' => ''
            ],
            'suffix' => '%',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'Заробітна плата з нарахуваннями', 'value' => '62'],
                ['label' => 'Придбання медикаментів', 'value' => '0.1'],
                ['label' => 'Придбання продуктів харчування', 'value' => '1'],
                ['label' => 'Оплата за енергоносій', 'value' => '3'],
                ['label' => 'Трансфери населенню', 'value' => '2'],
                ['label' => 'Інші видатки', 'value' => '32'],
            ]
        ],
         [
            'title' => ['Середня заробітна плата по бюджетних установах','Луцької МТГ за 2020 рік'],
            'legend' => '',
            'type' => 'horizontalBar',
            'axis' => [
                'x' => 'грн',
                'y' => ''
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'Соціальний захист', 'value' => '8975'],
                ['label' => 'Освіта', 'value' => '7686'],
                ['label' => 'Фізкультура і спорт', 'value' => '7629'],
                ['label' => 'Культура', 'value' => '7131'],
            ]
        ],
    ]
],
[
    'name' => 'Аналіз економічного та соціального розвитку Луцької міської територіальної громади у 2020 році та діяльність департаменту економічної політики',
    'content' => ' <p> Департамент економічної політики міської ради опрацював дані головного управління статистики у Волинській області щодо економічного та соціального розвитку Луцької міської територіальної громади у 2020 році. Так, чисельність наявного населення міста Луцька на 1 грудня 2020&nbsp;&nbsp;року становила 217,3 тис. осіб. У місті народилося 1&nbsp;459 дітей. Внаслідок міграційних переміщень кількість прибулих до обласного центру перевищила кількість вибулих на 316 осіб (прибулих&nbsp;–&nbsp;2&nbsp;026 осіб, вибулих&nbsp;–&nbsp;1&nbsp;710). За 2020 померло 1&nbsp;611&nbsp;осіб. Розмір середньомісячної номінальної заробітної плати штатного працівника склав 9&nbsp;670&nbsp;грн, що в 1,9 рази вище рівня законодавчо встановленої мінімальної заробітної плати (5&nbsp;000&nbsp;грн). </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> ',
    'additional_content_url' => '#',
    'charts' => [
        [
            'title' => ['Середньомісячна заробітна плата','штатних працівників економічно-активних','підприємств міста'],
            'legend' => 'м. Луцьк',
            'type' => 'bar',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '01.01.2017', 'value' => '4204'],
                ['label' => '01.01.2018', 'value' => '6536'],
                ['label' => '01.01.2019', 'value' => '8273'],
                ['label' => '01.01.2020', 'value' => '9441'],
                ['label' => '01.01.2020', 'value' => '9670'],
            ]
        ],
        [
            'title' => ['Середньомісячна заробітна плата','штатних працівників економічно-активних','підприємств міста'],
            'legend' => 'Волинська область',
            'type' => 'bar',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '01.01.2017', 'value' => '4047'],
                ['label' => '01.01.2018', 'value' => '6496'],
                ['label' => '01.01.2019', 'value' => '8076'],
                ['label' => '01.01.2020', 'value' => '9372'],
                ['label' => '01.01.2020', 'value' => '9464'],
            ]
        ]
    ]
],
[
    'name' => 'Основні підсумки роботи управління з питань праці',
    'content' => ' <p> Управлінням з питань праці проводиться послідовна робота з підприємствами, установами та організаціями міста незалежно від форм власності і господарювання щодо погашення заборгованості з виплати заробітної плати, підвищення рівня оплати праці, дотримання законодавства про працю та охорону праці. За даними моніторингу сума боргу в цілому по місту станом на 01.12.2020 складала 21916,9 тис. грн. (за видами діяльності 82,4&nbsp;% заборгованості&nbsp;–&nbsp;на підприємствах промисловості, 10,9&nbsp;%&nbsp;–&nbsp;у сфері адміністративного та допоміжного обслуговування). В числі боржників перебувало 7 економічно активних підприємств. З метою впливу на таку ситуацію міською владою ініційовано проведення 4-х засідань відповідної комісії з питань своєчасності сплати податків та ліквідації заборгованості з виплати заробітної плати та 4 засідань робочої групи з питань моніторингу заробітної плати найманих працівників суб’єктів господарювання. Заслухано звіти 34-х керівників підприємств міста щодо рівня та своєчасності оплати праці. Середньооблікова кількість штатних працівників підприємств, установ та організацій міста за дев`ять місяців 2020 року склала 68,7 тис. осіб (44&nbsp;% працівників області), що на 4,2&nbsp;% більше, ніж у відповідному періоді 2019 року. Протягом 2020 року зареєстровано 90 колективних договорів та змін і доповнень до діючих. З метою моніторингу дотримання законодавства про працю проведено рейди-обстеження на 614 об’єктів та 44 інформаційно-роз’яснювальні відвідування роботодавців та працівників. В результаті із 324-ма найманими працівниками укладено трудові договори. У 2020 році послугами Луцького міського центру зайнятості скористалося 16 546 осіб. Тимчасове зупинення роботи (закриття) суб’єктів бізнесу вплинуло на збільшення кількості безробітних громадян на 62,0 %. Кількість вакансій на ринку праці зменшилась: із 13401 у 2019 до 6704 у 2020 році. Відповідно зменшилась кількість працевлаштованих безробітних громадян: із 1530 до 1147 осіб. Підприємства міста за дев`ять місяців 2020 року реалізували промислової продукції (товарів, послуг) на 8&nbsp;745,5 млн грн. Обсяг реалізованої промислової продукції на одну особу склав 40&nbsp;283 грн. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> Обсяг виробленої будівельної продукції (виконаних будівельних робіт) підприємствами міста склав 1&nbsp;013,5&nbsp;млн&nbsp;грн. Майже 60&nbsp;% загальноміських обсягів виробленої будівельної продукції належало приватному акціонерному підприємству «Луцьксантехмонтаж №&nbsp;536», ТзОВ «Електросервіс», «Житлобуд-2». Всього за дев`ять місяців 2020 року прийнято в експлуатацію 57,5 тис. кв. м загальної площі житла. Обсяг експорту товарів за дев`ять місяців склав 98,5&nbsp;млн дол. США (на 21,1&nbsp;% менше, ніж за аналогічний період 2019 року), імпорту&nbsp;–&nbsp;603,4&nbsp;млн&nbsp;дол. (на 1,9&nbsp;% менше). Від’ємне сальдо дорівнювало 504,9&nbsp;млн&nbsp;дол. Зовнішньоторговельні операції здійснювалися із партнерами з 93 країн світу. До країн Європейського Союзу експортовано товарів на 63,2 млн дол., що на 29,6&nbsp;% менше, ніж у відповідному періоді 2019 року. Вагомі експортні поставки товарів серед країн-членів ЄС здійснювалися до Німеччини (31,5 млн дол.), Польщі (10,4 млн дол.), Словаччини (3,7 млн дол.). Серед інших країн світу найбільше експортували товарів до Білорусії (9,4 млн дол.), Казахстану (5,6 млн дол.), Туреччини (3,7 млн грн.). З країн Євросоюзу надійшло товарів на 382,9 млн дол., що на 34,5&nbsp;% більше, ніж у відповідному періоді 2019 року і склало 63,5&nbsp;% загального обсягу. З Білорусії отримано товарів на суму 130,9 млн дол., Польщі&nbsp;–&nbsp;на 92,6 млн дол., Литви–на 75,4&nbsp;млн&nbsp;дол., Німеччини&nbsp;–&nbsp;на 68,9&nbsp;млн&nbsp;дол, Китаю&nbsp;–&nbsp;на17,8&nbsp;млн&nbsp;дол. Обсяг експорту послуг у порівнянні із відповідним періодом 2019 року збільшився на 2,7&nbsp;% і склав 7,6&nbsp;млн дол. США, імпорту&nbsp;–&nbsp;скоротився на 1,9&nbsp;% і становив 7,2 млн.&nbsp;дол. Позитивне сальдо дорівнювало 405,1&nbsp;тис.&nbsp;дол. </p> <p> Автотранспортними підприємствами міста перевезено 1,4&nbsp;млн&nbsp;т вантажів. На кінець звітного періоду у місті функціонувало 808 засобів зовнішньої реклами 174-х розповсюджувачів. З них, 16 - встановлені 2020 року. Фактичні надходження до бюджету громади за користування місцем розміщення засобів зовнішньої реклами склали 10177 тис. грн. На період карантину розповсюджувачів зовнішньої реклами звільнено від плати за тимчасове користування місцем розташування рекламного засобу на суму 2909,9 тис.грн. З метою спрощення процедури та скорочення термінів видачі дозволів на розміщення зовнішньої реклами, а також встановлення конкретних вимог до рекламних засобів у минулому році затверджено новий Порядок розміщення зовнішньої реклами на території Луцької міської територіальної громади, а з метою оптимізації кількості та оновлення рекламних засобів затверджено схеми розміщення наземних засобів зовнішньої реклами на Київському майдані, проспектах Волі, Василя Мойсея, Перемоги, Президента Грушевського, вулиці Винниченка. Крім цього, розпочато процес оновлення парку рекламних засобів шляхом встановлення 25 нових конструкцій. Демонтовано 911 рекламних конструкції, встановлених з порушенням законодавства про рекламу. </p> ',
    'additional_content_url' => '#',
    'charts' => [
        [
            'title' => ['Обсяг реалізованої промислової продукції','у діючих цінах'],
            'legend' => '',
            'type' => 'bar',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '2016 рік', 'value' => '9600000000'],
                ['label' => '2017 рік', 'value' => '11400000000'],
                ['label' => '2018 рік', 'value' => '12200000000'],
                ['label' => '2019 рік', 'value' => '12600000000'],
                ['label' => '9 місяців 2020 року', 'value' => '8700000000'],
                ['label' => '9 місяців 2020 року (прогноз)', 'value' => '11600000000'],
            ]
        ],
    ]
],
[
    'name' => 'Розвиток підприємництва та сфери зовнішньої реклами',
    'content' => ' <p> За даними головного управління статистики у Волинській області кількість зареєстрованих суб`єктів підприємництва в м. Луцьку становить 14 050, що на 8 % більше попереднього періоду. З них: 78% або 10 956 од. - фізичні особи-підприємці та 22% або 3&nbsp;094од. - юридичні особи. Питома вага малого та середнього підприємництва у загальній кількості суб`єктів підприємництва становить 99,99 %. В загальній кількості малих підприємств (2933 од.) 84 % становлять мікропідприємства. Кількість зайнятих працівників у суб`єктів підприємництва міста становить 80,4 тис. осіб. З них: 72% - у юридичних осіб, 28% - у фізичних осіб-підприємців. Найбільше зайнятих осіб на середніх підприємствах (33,2 тис. осіб), що становить 41 % загального показника по місту. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> Обсяг реалізованої продукції (товарів, послуг) цими суб’єктами господарювання становить 145157,7 млн грн. Найбільше реалізовано продукції (товарів, послуг) середніми підприємствами, що становить 66% загально міського показника. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> На території Луцької громади нараховується понад 1000 об’єктів роздрібної торгівлі та ресторанного господарства. Зокрема: 37 супермаркетів, 13 торгових центрів, 57 мінімаркетів, 7 територіально окремо розміщених ринків. На 6 ринках (понад 1000 торгових місць) реалізовуєтся сільськогосподарська продукція. Набирає обертів мережа інтернет-магазинів, де відбувається прямий продаж товарів споживачеві, враховуючи доставку товару. На території міста розміщено 570 пунктів торгівлі та сфери послуг з малим терміном розміщення. З метою забезпечення безперервного торговельного обслуговування у 2020 році 109 об’єктам торгівлі та ресторанного господарства надано дозвіл на роботу в нічний час (60% ресторанне господарство, 40% об’єкти торгівлі). Для підтримки місцевих виробників проведено організаційні роботи щодо функціонування щотижневих ярмарків і фермерських розпродажів с/г продукції на чотирьох локаціях міста. Проведено 7 ярмарків меду та продукції бджільництва, організовано розміщення 39 пунктів продажу новорічних ялинок. </p> <p> З метою підтримки бізнесу та сприяння розвитку підприємницького середовища <b>управлінням розвитку підприємництва та реклами</b> міської ради забезпечено приєднання Луцької міської територіальної громади до Платформи ефективного регулювання – безкоштовного державного інфо-сервісу «StartBisinessChallenge» щодо відкриття власної справи, локалізовано 83 кейси щодо започаткування бізнесу, проведено 4 розширених засідання Координаційної ради з питань розвитку малого та середнього підприємництва при міському голові та 2 інформаційних семінари для бізнесу </p> <p> Як і в країні в цілому, так і у нашій територіальній громаді зокрема, від пандемії коронавірусної інфекції COVID-19 найбільше постраждали виробнича сфера, торгівля та сфера послуг. Протягом 2020 року Урядом України реалізовано два проєкти щодо надання фінансової підтримки бізнесу на період карантинних обмежень. Програмою надання допомоги щодо часткового безробіття для суб’єктів малого або середнього бізнесу та ФОПів, які є застрахованими особами скористались 2608 суб`єктів підприємницької діяльності громади, профінансовано 50 мільйонів гривень. Згідно з Програмою надання одноразової матеріальної допомоги суб’єктам господарювання для здійснення виплати найманим працівникам на період обмежувальних протиепідемічних заходів допомогу отримали 55 суб’єктів господарювання&nbsp;–&nbsp;юридичних осіб для виплати 762 найманим працівникам на загальну суму 3,3 мільйона гривень. Крім цього, на період локдауну суб’єктам господарювання було надано ряд пільг щодо сплати неподаткових платежів до бюджету громади стосовно розміщення зовнішньої реклами, оренди комунального майна, розміщення тимчасових споруд, а також щодо плати за оренду 4 торгових місць на комунальних ринках. У 2020&nbsp;році департаментом економічної політики організовано та проведено 7&nbsp;засідань комісії для здійснення у виконавчих органах міської ради державної регуляторної політики у сфері господарської діяльності, на яких розглянуто 11&nbsp;проєктів рішень, прийнято 9&nbsp;регуляторних актів, що пройшли повну регуляторну процедуру. </p> <p> У звітному році міська влада приділяла значну увагу залученню інвестицій, зокрема, і у сферу енергозбереження, оскільки енергоефективність є суттєвим способом заощадити кошти на енергоносії і однією з передумов сталого енергетичного розвитку. Так, в бюджетній сфері, житловому секторі, промисловості та житлово-комунальному господарстві було впроваджено 124 енергозберігаючих заходів на загальну суму 262,577 млн грн, що дасть економію 32,979 млн грн в рік. Безпосередньо в енергозбереження закладів бюджетної сфери інвестовано 196,108 млн грн, що дозволить економити 23,297 млн грн щорічно. </p> <p> Спільно з Європейським інвестиційним банком міська влада впроваджувала проєкт «Модернізація системи водопостачання та водовідведення м. Луцька», що реалізується в рамках «Програми розвитку муніципальної інфраструктури України». Загальна вартість проєкту: 13&nbsp;929 тисяч євро. Планується модернізувати технологічні системи водопідготовки міста із заміною фільтрів сирої води, турбін аерації, реконструкція каналізаційних очисних споруд з добудовою блоку біоенергетичної переробки та утилізації відходів тощо. Наразі міська влада подала 3 заявки для участі у нових проєктах міжнародної технічної допомоги. Зокрема, комунальне підприємство «Луцькводоканал», як потенційний позичальник, пройшло 2 етапи відбору проєктів у Мінрегіоні України, включене в остаточний перелік проєктів, які фінансуються ЄІБ. Підготовлено звіт з оцінки впливу на довкілля, отримано висновок Міністерства екології та природних ресурсів України. Проведено оцінку фінансового стану підприємства Міністерством фінансів України, отримано позитивний висновок. Узгоджено довгостроковий план інвестицій. Очікується підписання субкредитної угоди. Окрім цього, на конкурс проєктів, що можуть фінансуватися за кошти Державного фонду регіонального розвитку у 2020 році розроблено та подано сім інвестиційних проєктів на загальну суму 435&nbsp;077,3 тис. грн. Проєкти стосувалися відкриття філії ЦНАПу на пр. Соборності, 18, створення дошкільного навчального закладу на вул. Дубнівській, 32, будівництва спортзалів для НВК №27 та №28, реконструкції ЗОШ №&nbsp;13 в м. Луцьку та ЗОШ І-ІІІ ступенів в с. Забороль Луцького району, сфери поводження з відходами. Очікуване співфінансування з ДФРР становить 333&nbsp;963,2 тис. грн, з міського бюджету – 101&nbsp;114,1 тис. грн. </p> <p> У звітному році повністю реалізовано 8 проєктів, які стали переможцями конкурсу Бюджету участі, що був проведений 2019 році. З них, один проєкт реалізовано в рамках поточного ремонту тротуарів на вулиці Глушець, а 2 - спрямовані на покращення матеріально-технічного забезпечення бюджетних установ. Однак, у зв’язку з пандемією, інші проєкти не завершено, їх виконання повністю або частково перенесено на 2021 рік. Разом з ними будуть реалізовані ще 15 проєктів з 60 поданих у звітному році, що стали переможцями конкурсу Бюджету участі. Їх вартість становитиме майже 4 мільйона гривень. Впродовж 2020 року Луцькою міською радою здійснено комплекс заходів щодо приєднання Заборольської, Княгининівської сільських рад Луцького району, Жидичинської сільської ради Ківерцівського району та Іванчицівської сільської ради Рожищенського району Волинської області до Луцької міської територіальної громади в результаті реалізації адміністративно-територіальної реформи. Цей непростий процес інтеграції різних громад в одну ускладнений відсутністю єдиної злагодженої законодавчої бази. Однак, міська влада розробила послідовний план дій та створила усі умови для максимально «м’якого» приєднання громад і дбає, в першу чергу, аби мешканці громади якнайменше відчули дискомфорт у цьому процесі. У «господарство» Луцької міської ради, в результаті створення Луцької міської територіальної громади отримано 4 комунальні підприємства галузі житлово-комунального господарства, 9 закладів галузі освіти, 3 медичні установи та 25 закладів галузі культури. </p> ',
    'additional_content_url' => '#',
    'charts' => [
        [
            'title' => ['Кількість суб`єктів малого та середнього','підприємництва в м.Луцьку'],
            'legend' => 'Кількість суб`єктів МСП',
            'type' => 'bar',
            'axis' => [
                'x' => 'роки',
                'y' => 'одиниці'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '2017', 'value' => '14463'],
                ['label' => '2018', 'value' => '12985'],
                ['label' => '2019', 'value' => '14045'],
            ]
        ],
        [
            'title' => ['Кількість суб`єктів малого та середнього','підприємництва в м.Луцьку'],
            'legend' => 'Кількість юридичних осіб МСП',
            'type' => 'bar',
            'axis' => [
                'x' => 'роки',
                'y' => 'одиниці'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '2017', 'value' => '2739'],
                ['label' => '2018', 'value' => '2842'],
                ['label' => '2019', 'value' => '3089'],
            ]
        ],
        [
            'title' => ['Кількість суб`єктів малого та середнього','підприємництва в м.Луцьку'],
            'legend' => 'Кількість ФОП (МСП)',
            'type' => 'bar',
            'axis' => [
                'x' => 'роки',
                'y' => 'одиниці'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '2017', 'value' => '11724'],
                ['label' => '2018', 'value' => '10143'],
                ['label' => '2019', 'value' => '10956'],
            ]
        ],
        [
            'title' => ['Загальний обсяг реалізованої продукці','(товарів, послуг без ПДВ по м.Луцьку)'],
            'legend' => 'Обсяг реалізованої продукції без ПДВ',
            'type' => 'bar',
            'axis' => [
                'x' => 'роки',
                'y' => 'грн'
            ],
            'suffix' => ' млн.',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '2017', 'value' => '121054.6'],
                ['label' => '2018', 'value' => '134880.7'],
                ['label' => '2019', 'value' => '145157.7'],
            ]
        ],
        [
            'title' => ['Загальний обсяг реалізованої продукці','(товарів, послуг без ПДВ по м.Луцьку)'],
            'legend' => 'Юридичні особи',
            'type' => 'bar',
            'axis' => [
                'x' => 'роки',
                'y' => 'грн'
            ],
            'suffix' => ' млн.',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '2017', 'value' => '115785.6'],
                ['label' => '2018', 'value' => '128746.8'],
                ['label' => '2019', 'value' => '138523.7'],
            ]
        ],
        [
            'title' => ['Загальний обсяг реалізованої продукці','(товарів, послуг без ПДВ по м.Луцьку)'],
            'legend' => 'Фізичні особи',
            'type' => 'bar',
            'axis' => [
                'x' => 'роки',
                'y' => 'грн'
            ],
            'suffix' => ' млн.',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => '2017', 'value' => '5269'],
                ['label' => '2018', 'value' => '6133.9'],
                ['label' => '2019', 'value' => '6634'],
            ]
        ],
    ]
],
[
    'name' => 'Розвиток міського пасажирського транспорту',
    'content' => ' <p> Одним з пріоритетів економічного та соціального розвитку територіальної громади є модернізація, реформування та розвиток міського пасажирського транспорту та транспортної інфраструктури. Станом на сьогодні мешканців міської територіальної громади обслуговує 42 тролейбуси на 9-ти маршрутах та 167 автобусів на 22-х маршрутах. Міський електричний транспорт та автотранспортні підприємства перевезли 13,6&nbsp;млн пасажирів і виконали пасажирообіг в обсязі 151,7&nbsp;млн пас.&nbsp;км. Автотранспортними підприємствами міста перевезено 6,3 млн осіб, що становило 84,9&nbsp;% пасажирських перевезень області. Міським електричним транспортом скористалось 7,3 млн осіб та виконано 32,8&nbsp;млн&nbsp;пас.&nbsp;км, що становило 33,6&nbsp;% обсягів січня-вересня 2019 року. З огляду на збільшення площі громади майже у тричі одним з основних завдань міської влади у минулому році було налагодження транспортного сполучення, аби мешканці найвіддаленіших сіл громади могли без перешкод дістатися до центру міста. У звітному періоді управлінням транспорту та зв`язку організовано та проведено 6 конкурсів з визначення перевізників та укладено договори на перевезення пасажирів автомобільним транспортом по маршрутах №№ 3, 6, 9, 11,19, 22а, 26, 26а, 27, 27а, 28, 32, 37. </p> <p> Відновлено роботу автобусного маршруту №19 до с.Сапогове через с.Прилуцьке. Відкрито автобусний маршрут №37 до с.Жабка. Збільшено кількісний склад транспорту: по одному автобусу додано на маршрути № № 25, 26, 28, 29 та два – на маршрут №&nbsp; 9. Внесено зміни в схему руху автобусів маршрутів №9 та №10 в частині заїзду до ринку “Ринок Новий”. Внесено зміни в схему руху автобусів маршруту №26 в частині продовження до ТЦ “Епіцентр”. Продовжено схему руху маршруту №9 до району Вересневе, маршруту №32 — до с.Липини. Міська влада одним з основних завдань для себе визначила оновлення рухомого складу міського пасажирського транспорту, його якість та покращення екологічних показників. Так, у минулому році на міські маршрути вийшли 5 низькопольних великогабаритних автобуси із загальною пасажиромісткістю 80 місць та 2 нових 12-метрових низькопольних тролейбуси, придбаних в рамках реалізації проєкту з Європейським інвестиційним банком. </p> <p> Робота в напрямку оновлення і розширення рухомого складу комунального транспорту продовжуватиметься. Вже подана заявка на участь у черговому проєкті щодо отримання коштів на придбання 30 тролейбусів, 6 з яких – з автономним ходом, що дасть можливість обслуговувати мешканців тих районів, де не прокладено тролейбусних електромереж. Окрім цього, розроблено Методику розрахунку компенсації за надання послуг з перевезення пасажирів міським пасажирським транспортом загального користування. Працівники відділу охорони праці управління праці провели обстеження 83 транспортних засобів, які здійснюють перевезення пасажирів на маршрутах міста. </p> <p> Більше року у місті функціонує система електронного квитка та форма безготівкової оплати за проїзд «CityСard&nbsp;Lutsk», що запроваджена з метою обліку пасажироперевезень, в тому числі і громадян пільгових категорій, контролю за наданням послуг приватними перевізниками та недопущення необгрунтованих пропозицій з їх боку щодо підвищення вартості проїзду, наповнення міського бюджету. Станом на завершення звітного року усі тролейбуси та автобуси обладнані автоматизованою системою обліку оплати проїзду. У 2020 році оновлено цей мобільний додаток: тепер можна здійснювати оплату за проїзд у технології NFC, перегляд руху транспорту в режимі онлайн, слідкувати за графіком руху транспорту та балансом коштів на електронному квитку. На сьогодні у Луцьку забезпечено роботу 42 терміналів з продажу та поповнення електронних квитків, що встановлені в усіх мікрорайонах міста. Для гостей є можливість придбати електронний квиток на 2-3 поїздки. Окрім цього, у звітному році на базі комунального підприємства електротранспорту створено службу контролю з 33 контролерів, які щодня працюють на міських маршрутах. Пристрої контролю надані також приватним перевізникам. Міська влада відкрита до співпраці з тими перевізниками, які надають якісні послуги та є сумлінними виконавцями своїх зобов`язань. Наразі Луцька міська рада впроваджує проєкт щодо встановлення у місті 9 «розумних» зупинок (5 великих і 4 малих), які будуть оснащенні 22 інформаційними електронними табло. Зупинки встановлюються в рамках грантового проєкту у співпраці з краєм Ліппе (Німеччина). </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Житлово-комунальне господарство та благоустрій міста',
    'content' => ' <p> Не зважаючи на об’єктивні та суб’єктивні обставини, пов’язані із карантином та локдаунами, міська влада системно та послідовно здійсювала роботи, направлені на реалізацію запланованих заходів у сфері коммунального господарства та благоустрою. У 2020 році на основі затвердженого плану капітального та поточного ремонтів проводена значна робота, щодо підвищення безпеки дорожнього руху та покращення стану вулично-дорожньої мережі. Так, завершено роботи з капітального ремонту тротуару на вулиці Івана Франка та пішохідних доріжок в парку культури і відпочинку імені Лесі Українки, вулиці Липинського. На завершальній стадії капітальний ремонт пішохідних доріжок на проспекті Молоді, вулиці Ківерцівській, проспекті Соборності, вулиці Івана Богуна в селі Прилуцьке. Також розпочато роботи з капітального ремонту проспекту Відродження від вулиці Рівненської до вулиці Митрополита Андрея Шептицького, проведено відкриті торги на визначення виконавця робіт з капітального ремонту проспекту Волі від вулиці Шопена до Київського майдану, вулиці Дубнівської та вулиці Кривий Вал. Виконано асфальтування проїжджої частини вулиць, мощення бруківкою тротуарів та пішохідних доріжок, проведено ремонт підземних інженерних мереж та їх оглядових колодязів, встановлено пішохідне турнікетне огородження, замінено дорожні знаки та поновлено дорожню розмітку. Загалом влаштовано 39&nbsp;454 м2 твердого покриття на суму 60&nbsp;160,777 тис. грн. </p> <p> Виконано поточний ремонт 227 об’єктів вулично-дорожньої мережі. Це роботи з асфальтування вулиць, мощення бруківкою проїзної частини, тротуарів та пішохідних доріжок. Влаштовано щебеневе покриття з напівпросочуванням бітумною емульсією, виконано поверхневу обробку вулиць та ремонт тріщин та швів в асфальтобетонному покритті. Сума робіт склала 31&nbsp;629,1 тис. Грн. </p> <p> З метою підвищення рівня безпеки дорожнього руху, в поточному році в місті виконано роботи по будівництву мережі зовнішнього освітлення. Загалом встановлено нових та замінено на світлодіодні 45 світильників зовнішнього освітлення, а також виконано роботи з будівництва мережі зовнішнього освітлення на Театральному майдані (зокрема, влаштовано підсвітка пам’ятнику пам’ятника Лесі Українці) та на вулиці Данила Галицького (підсвітка пам’ятника 2000-річчя Різдва Христового). Сума виконаних робіт - 856,129 тис.&nbsp;грн. Для кращої видимості пішоходів в темну пору доби влаштовано додаткове освітлення на 8 пішохідних переходах загальною вартістю робіт 192,714 тис. грн. Після комісійного обстеження стану зовнішнього освітлення вулично-дорожньої мережі міста, було вирішено виконати роботи з її реконструкції та провести заміну джерел живлення із натрієвих ламп розжарювання на сучасні та економні LED-світильники на 25 вулицях та проспектах. Кошторисна вартість робіт склала 14 200,353 тис. грн. Тепер по новому «засяяли» вулиці Шопена, Гулака Артемовського,&nbsp;Володимирська, Львівська, Глушець, Наливайка, проспекти Соборності та Відродження та ін. Загалом встановлено більше 2 тисяч нових LED-світильників зовнішнього освітлення. </p> <p> Окрім цього, виконані роботи з реконструкції мереж зовнішнього освітлення пам’ятників Т.&nbsp;Г.&nbsp;Шевченка та Михайла Грушевського, стелли «Братська могила» та влаштовано підсвітку будівлі Лютеранської Кірхи. Тепер усі ці об’єкти додають привабливості місту у темну пору доби. </p> <p> З метою підвищення безпеки дорожнього руху та зменшення часу проїзду змінено організацію дорожнього руху на вул. Даргомижського, вул. Градний узвіз, вул. Заповітній, проспектах Василя Мойсея та Перемоги, кільцевій розв’язці вул. Яровиця – вул. Винниченка – пр-т Василя Мойсея – пр-т Президента Грушевського – вул. Стрілецька. Роботи продовжуються. Розпочато будівництво світлофорних об’єктів на вул. Дубнівська в районі Луцького ліцею № 28 та перехресті вул. Героїв УПА — вул. Салтикова-Щедріна в районі школи № 12. Будівництво включає влаштування світлофорного регулювання та острівців безпеки, встановлення пішохідного турнікетного огородження, загороджувальних стовпчиків на зупинці громадського транспорту. 20 жовтня на Театральному майдані міста відбувся перший повноцінний запуск довгоочікуваного світло-музичного фонтану. Його площа становить близько 100 м кв., а струмені води б’ють із форсунків, що розташовані у технічних приміщеннях під площею фонтану. Навколо облаштований спеціальний амфітеатр, з якого можна комфортно спостерігати за світло-музичним дійством. Загальна вартість проєкту становить 12 мільйонів 418 тисяч гривень.&nbsp;У звітному році освоєно 8 мільйонів грн. Роботи тривають. Однак, вже зараз це справжня окраса міста, місце зустрічі та відповинку. Лучани добре пам’ятають, що з 2004 року на цьому місці після демонтажу старого фонтану була пустка. </p> <p> В звітному році на загальну суму 443,4 тис. грн. проведено роботи з реконструкції системи опалення з влаштуванням вузла обліку теплової енергії в житлових будинках за адресами: вулиця Винниченка,47, проспект Грушевського, 22, проспект Перемоги, 21та 25, вулиця Привокзальна, 13а. З цієї суми - 327,9 тис. грн.- це фінансування міського бюджету, а 115,5 тис. грн. - співфінансування мешканців будинків. Відповідно до затверджених графіків проведення капітальних ремонтів ліфтів, які відпрацювали гранично встановлений термін 25 років, в житлових будинках виконано ремонт 74-х ліфтів на загальну суму 6&nbsp;547,5 тис. грн. Проведено капітальний ремонт покрівель на умовах співфінансування в 6-ти житлових будинках. Станом на 1 січня 2021 року в місті функціонує 570 ОСББ в 614 будинках. В рамках реалізації міської Програми відшкодування частини суми кредитів ОСББ та ЖБК Луцької міської територіальної громади, залучених на впровадження в будинках енергоефективних заходів на 2018-2020 роки у звітному році освоєно 7,5 млн. грн. </p> <p> Сьогодні міська влада активно сприяє розвитку об’єднань співвласників багатоквартирних будинків і вже працює над створенням ради голів ОСББ при міському голові для оперативного та ефективного обміну інформацією та вирішення нагальних життєвих питань. Впродовж 2020 року на квартирний облік взято 86 громадян, приватизовано 152 квартири. </p> <p class="article-subheader"> Програма благоустрою міста </p> <p> З метою реалізації Програми благоустрою міста виконані роботи з озеленення на суму 17&nbsp;430,22 тис. грн. Зокрема, проведено видалення 94 аварійних дерев, викошено 1&nbsp;259,809 тис.м2 газонів, висаджено більше 160 тисяч квітів. Проведено формування крон 483 дерев та стрижку 47,811 тис.м2 живої огорожі. Видалено більше 100 аварійних дерев. Поточним ремонтом відремонтовані об’єкти та елементи міського благоустрою на суму 647,47 тис.грн. Розпочато облік зелених насаджень та створення відповідної бази даних з використанням автоматизованої інформаційної системи “Inspektree”. Лучани навесні 2020 року взяли участь у всеукраїнській акції “Озеленення країни”. В результаті висаджено 200 саджанців дерев та кущів. </p> <p> З метою збереження виду та пам’яті про історичне дерево Лесин ясен, що росло поруч з в’їзною вежею Луцького замку та загинуло під час зливи та сильного вітру, а також в рамках підготовки до відзначення 150-річчя від дня народження знаної волинянки, висаджено крупномірний 6-ти метровий саджанець ясена звичайного та дерево пам’яті про Лесю Українку - саджанець груші в садочку №5- який вирощено з дерева, що росте в обійсті родини Косачів у селі Колодяжне. </p> <p> Розпочато створення другого ботанічного куточка у дошкільному закладі №13, висаджено 50 декоративних дерев, кущів та красиво-квітучих багаторічників. Висаджено 650 саджанців фруктових дерев на територіях міських освітніх закладів. Проведено посадки на територіях місцевих об’єктів природно-заповідного фонду “Теремнівські ставки” та “Дубовий гай” 500 шт. саджанців декоративних листяних порід: дуб, береза, платан, метасеквоя, акація, глід. Всього протягом року висаджено 1400 шт. дерев та кущів. Проведено пробне лікування 30 каштанів препаратом Актара від мінуючої македонської молі, тривають спостереження за результатами експерименту. Проведено видалення 66 од. сухостійних насаджень на території Меморіалу, Теремнівських ставків та Дубового гаю. Загалом на утримання об’єктів природного заповідного фонду реалізовано коштів в сумі 54,445 тис. грн. Наразі міська влада працює над розробкою комплексної програми озеленення громади до 2025 року. Адже наша мета – повернути місту статус найбільш «зеленого» та екологічно чистого. Для цього важливо мати чіткий план дій щодо впорядкованого, а не хаотичного, збільшення зелених зон і насаджень та передбачити на це відповідні кошти. Реалізація цього проєкту, окрім естетичного аспекту, допоможе значно покращити екологічну ситуацію та створити комфортне середовище для жителів громади. Крім цього, міська влада здійснює розробку правил утримання та кронування зелених насаджень, маючи на меті вивчити найкращий вітчизняний та зарубіжний досвід та врахувати рекомендації науковців у цій сфері. У постійному графіку доглядаються 5 кладовищ та всі пам’ятки історичної і культурної спадщини міста. У минулому році розширено територію міського кладовища в с. Гаразджа, проведено ремонт водопровідної мережі та роботи з реконструкції «Алеї почесних поховань» і споруджено 2 пам’ятники загиблим воїнам. Ще до початку купального сезону відремонтовано пляжне обладнання на річці Стир у парку культури та відпочинку імені Лесі Українки та на території Теремнівських ставків. За програмами формування та використання коштів депутатського фонду на 2017-2020 роки та підтримки ініціатив виборців територіальних виборчих округів, від яких не було обрано депутатів на 2017-2020 роки придбано дитяче ігрове обладнання, лавки, смітники на суму 837,69 тис. грн. та майже 38 тисяч гривень відповідно. Усі ігрові майданчики встановлені у дворах після проведеного там капітального ремонту. Окрім цього, проведено капітальний ремонт скверу на перетині вулиці Писаревського та проспекту Відродження,32 та виготовлено проектно-кошторисну документацію на капремонт ще 4 скверів. Загальна сума робіт - більше 554 тис. грн. У 2020 році загальна сума витрат на санітарне прибирання проїжджих частин та тротуарів склала 17&nbsp;684,49 тис. грн, на зимове утримання виділено 2&nbsp;894,81тис. грн. Одним з основних завдань в галузі охорони довкілля в 2020 році було поліпшення екологічної ситуації, підвищення рівня екологічної безпеки, формування сприятливого навколишнього середовища, як необхідної умови покращення якості життя та здоров’я мешканців громади. Міськими комунальними підприємствами в галузі поводження з відходами проведено утилізацію промислових відходів, облаштування та вдосконалення існуючих майданчиків для тимчасового зберігання відходів, придбання обладнання для роздільного збору відходів. Діюча черга полігону в с.&nbsp;Брище Луцького району поступово вичерпує свій ресурс. Для продовження терміну його експлуатації та збільшення ємності полігону з бюджету міста в 2020 році було виділено 894,99 тис. грн, на влаштування дамби та її обвалування. Прикро, однак доводиться з міського бюджету виділяти кошти на вивезення безгосподарських твердих побутових відходів (2&nbsp;мільйони 233тисячі гривень) та на ліквідацію стихійних засмічених територій (1&nbsp;378,34тис. грн.). І в котре міська влада нагадує жителям громади, що чисто там, де не смітять. А ці кошти могли б бути використані ефективніше на благо лучан. До того ж владою зроблено усе, аби забезпечити належний санітарний стан територій. Зокрема, проведено роботи щодо капітального ремонту контейнерних майданчиків для збору твердих побутових відходів з облаштуванням металевих навісів в кількості 15 шт. на 908,00 тис. грн. та придбано ще 30 контейнерів для збору твердих побутових. Таким чином, станом на сьогодні, все місто охоплено заходами з роздільного збору твердих побутових відходів. В цьому напрямку роботи продовжуватимуться. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Діяльність відділу екології',
    'content' => ' <p> З ініціативи відділу екології міської ради в місті організовано збір відходів I класу небезпеки (містять небезпечні токсичні речовини), які утворюються у домогосподарствах. Протягом року на території міста зібрано та передано на утилізацію 1911 шт. відпрацьованих компактних люмінесцентних ламп, 212 шт. термометрів та 2 т батарейок та акумуляторів від мобільних телефонів. З початку організованого збору (2013 рік), зібрано та вивезено з міста на переробку 18 тонн відпрацьованих батарейок. Вартість послуги щодо утилізації дцих відходів у звітному році склала 23,156 тис. грн. Загалом, у 2020 році в місті Луцьку виконано природоохоронних заходів на суму 12,1 млн. грн. з різних джерел фінансування. З метою охорони атмосферного повітря комунальним підприємством “Луцькводоканал” проведено реконструкцію обладнання на повітродувній станції міських КОС на суму 250,0 тис. грн. ПАТ “СКФ Україна” придбано та встановлено пилогазоочисне устаткування вартістю 969,0 тис. грн. Крім цього, запроваджено систему громадського моніторингу повітря air.lutsk: придбано 7 шт. моніторингових станцій “Екотруба” вартістю 50 тис. грн. для здійснення онлайн-спостережень за якістю атмосферного повітря в місті та взято на баланс 8 одиниць моніторингових станцій, що придбані за грантові кошти громадськими організаціями. Розпочато роботи з очищення біологічних ставків на каналізаційно-очисних спорудах Луцької міської територіальної громади. На обслуговування, утримання та поточний ремонт мереж зливової каналізації на території міста спрямовано у звітному періоді 3&nbsp;115, 45 тис. грн. У 2020 році розпочато роботи з відновлення водойми у с.Прилуцьке. Проведено роботи щодо очищення каналів, протяжністю 3,2 км в парку культури та відпочинку імені Лесі Українки від надмірної водної рослинності. Впродовж року спільно з приватним підприємством “Річковий порт Луцьк” продовжувались роботи з очищення русла р.Стир від аварійних та затоплених дерев, виконано робіт на суму більше півмільйона гривень. Роботи проведені на ділянці від вул.Яровиця до мосту у с.Рованці. Проведено роботи з очищення русла р.Жидувка від сміття, наносів та мулу на суму 50 тис. грн. В ході загальноміської акції “Чисто літо - 2020” проведено толоки з прибирання берегів річок від засмічення протяжністю понад 12 км. В рамках науково-благодійного проєкту з обміну ветеринарним досвідом ТОВ «Чотири лапи Україна» здійснено заходи з безкоштовної стерилізації, дезінфекції, вакцинації проти сказу та ідентифікації безпритульних тварин у місті Луцьку для 292 тварин (собаки та коти). Загалом, протягом 2020 року проведено 14 загальноміських заходів еколого-просвітницького спрямування та екологічних акцій: «Ековесна 2020», “Чиста Україна-чиста Земля”, толоку до всесвітнього Дня охорони навколишнього природного середовища тощо. Розпочато інформаційно-освітній проєкт “Луцьк - без сміття”. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Основні підсумки діяльності департаменту муніципальної варти',
    'content' => ' <p> Здійснення контролю за дотриманням законодавства у сфері благоустро – одне з основних завдань департаменту муніципальної варти міської ради. Так, інспекторами департаменту видано 3517 приписів про усунення порушень Правил благоустрою міста Луцька, складено 2465 протоколів про адміністративні правопорушення. Посилено роботу щодо виявлення несанкціонованих зливів нечистот до міської каналізаційної мережі, шляхом патрулювання міста, проведення рейдів, перевірок наявності договорів на вивіз рідких відходів, виявлення фактів самовільної врізки труб з нечистотами в колодязі зливової каналізації міста. В рамках реалізації програми встановлення індивідуальних контейнерів для збирання твердих побутових відходів на території міста у приватному секторі інспекторами проведено роз’яснювальну роботу для мешканців приватної забудови. В результаті на території 67 приватних домоволодінь було встановлено індивідуальні контейнери для збору побутових відходів, що значно покращило санітарний стан вулиць. Окрім цього, у 2020 році робота департаменту муніципальної варти була спрямована і на забезпечення охорони громадського порядку, реалізацію міської комплексної програми «Безпечне місто Луцьк», здійснення контролю за порушенням правил зупинки, стоянки, паркування транспортних засобів зафіксованих в режимі фото та відео фіксації. Зокрема, винесено 24210 постанов про такі порушення. Інспекторами департаменту проводиться систематична робота щодо реалізації рішення міської ради про заборону продажу суб’єктами господарювання пива, алкогольних, слабоалкогольних напоїв, вин столових та тютюнових виробів в нічний час. За звітний період було виявлено 118 порушень, про що складено протоколи за ч.2 ст. 156 КУпАП. Складено 47 протоколів за повторне виявлення фактів незаконної торгівлі напоями та продаж сурогату. Департаментом муніципальної варти проведено заходи щодо демонтажу (перенесення) ринку «Центральний», що на вул. Глушець. Демонтовано понад 556 контейнерів та звільнено більшу частину лівої сторони ринку. Відповідно до рішень виконавчого комітету міської ради про демонтаж 109 незаконно встановлених тимчасових споруд та конструкцій департаментом демонтовано на території міста 349 об’єктів, в тому числі 9 гаражів та металевих конструкцій, 310 споруд для ведення підприємницької діяльності, 15 дерев’яних сараїв, 15 парканів і огорож. За звітний період було видано 463 аварійних та 166 планових ордерів на проведення земляних робіт. На осіб, які проводили земляні роботи без ордеру, складено 71 протокол про адміністративне правопорушення. В листопаді 2020 року на базі департаменту муніципальної варти відкрито Ситуаційний центр – «Центр безпеки міста Луцьк», у якому встановлено сучасну відеотехніку для онлайн-моніторингу камер відеоспостереження системи «Безпечне місто Луцьк». Диспетчери Центру здійснюють цілодобовий нагляд за ситуацією в місті та сприяють відповідним органам та службам у здійсненні оперативного реагування на надзвичайні події чи ситуації. Крім цього, у звітному році впроваджено комплексну систему відеоспостереження (КСВ) в Центральному парку імені Лесі Українки, встановлено камери відеоспостереження на ключових в’їздах/виїздах міста, перших від в’їздів у місто світлофорах, а також на проспекті Президента Грушевського та ключових транспортних розв’язках. Всього впродовж 2020 року в місті встановлено 215 камер відеоспостереження: 152 оглядові, 62 із функцією розпізнавання державних номерних знаків та одна «роботизована». Таким чином, станом на 01.01.2021 року загальна кількість камер відеоспостереження, які входять до складу інтегрованої системи відеоспостереження «Безпечне місто Луцьк», становить на сьогодні 259 одиниць. У планах міської влади встановити камери відеоспостереження на перехрестях вулиць Винниченка, Словацького та на проспекті Волі. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Містобудівна діяльність, капітальне будівництво  та забезпечення архітектурно-будівельного контролю',
    'content' => '<p> Протягом 2020 року <b>управління містобудування та архітектури</b> продовжувало співпрацю з ДП УДНДІПМ «ДІПРОМІСТО» імені Білоконя (м. Київ) щодо виконання проєктно-вишукувальних робіт з внесення змін до генерального плану міста Луцька. А у серпні проведено Громадські слухання проєкту. Крім цього, за кошти інвесторів розроблено та після громадських обговорень внесено зміни і затверджено детальні плани таких територій: вулиці Клима Савура, території мікрорайону в межах вулиць Карпенка-Карого, В’ячеслава Чорновола, Ветеранів та проспекту Соборності та детальний план території в межах вулиць Львівської, Цегельної та Супутника. У звітному році організовано та проведено Всеукраїнський відкритий архітектурний бліц-конкурс на кращу концепцію облаштування скверу на розі вулиці Стрілецької та проспекту Президента Грушевського. В бліц-конкурсі взяли участь 19 учасників з усієї України. А також - Всеукраїнський відкритий архітектурний конкурс на кращу концепцію розвитку території, прилеглої до Луцького замку. Конкурс для 19 учасників складався з 2 турів. Протягом 2020 року, з метою збереження історико-культурної спадщини міста Луцька, проводились роботи з розроблення історико-архітектурного опорного плану з визначенням зон охорони пам’яток культурної спадщини та меж і режимів використання історичних ареалів міста Луцька. Проєкт знаходиться на завершальному етапі. Виготовлені топографічні плани та ортофотоплани на територію Прилуцького старостинського округу (села Прилуцьке, Дачне, Жабка, Сапогове). Наразі міська влада продовжує роботу над впровадженням креативних та сучасних урбаністичних проєктів, зокрема щодо реконструкції проспекту Волі. Протягом 2020 року управлінням капітального будівництва міської ради освоєно коштів на суму 182 140,1&nbsp;тис. грн. Зокрема, завершено роботи з реконструкції музичної школи №3 на суму11589,3 тис.грн. Проводено капітальний ремонт даху музичної школи №2. Виконано проєктні роботи з капітального ремонту покрівлі Палацу культури міста Луцька і частково виконані роботи щодо покрівлі сцени у цьому закладі на загальну суму 163,2 тис. грн. Завершено капітальний ремонт приміщення Луцького міського відділу Управління Державної міграційної служби України у Волинській області на вул.Кравчука,12 на суму 3 060,7 тис.грн. Виконано проєктні роботи щодо капітального ремонту фасаду Територіального центру соціального обслуговування вартістю 75 тисяч гривень, капітального ремонту фасаду гімназії № 4 – 91,7 тис.грн та спортзалу в 55 мікрорайоні – 89,1&nbsp;тис.грн. Всього виконано проєктних робіт на загальну суму 255,8&nbsp;тис.грн. Проведено реконструкцію частини приміщення основного корпусу пологового будинку на проспекті&nbsp;Відродження під відділення екстреної (невідкладної) медичної допомоги за рахунок субвенції з державного бюджету на суму 9500,0 тис.грн та коштів місцевого бюджету на суму 1119,8 тис. грн. Загалом, у 2020 році обсяги виконання капітальних вкладень в порівнянні з 2019 роком збільшились в 2,7 рази. На 2021 рік у міському бюджеті передбачено капітальних видатків на суму&nbsp;72194,8 тис. грн. </p> <p> <b>Відділом державного архітектурно-будівельного контролю</b> за звітний період опрацьовано 718 дозвільних документів, видано 51 дозвіл на виконання будівельних робіт в міських закладах освіти, культури, охорони здоров’я та спорту, а також на будівництво 108-квартирного житлового будинку вулиці Даньшина, 52, будівництво багатоквартирного житлового будинку № 5 на проспекті Перемоги, 34 та капітальний ремонт окремих прибудинкових територій. Видано 44 сертифікати про готовність об’єкта до експлуатації, в результаті до місцевого бюджету надійшло майже півмільйона гривень. У І кварталі 2020 року проведено 15 позапланових перевірок виконання підготовчих або будівельних робіт та контроль за виконанням термінів дії приписів про усунення порушень у сфері містобудування. Переважна кількість виявлених правопорушень стосується факту самочинного будівництва. Загальна сума накладених штрафних санкцій склала 840 800 грн. Однак, відповідно постанов Кабінету Міністрів в березні минулого року ліквідовано Державну архітектурно-будівельну інспекцію України разом з усіма її регіональними підрозділами, а також скасовано порядок проведення відповідних перевірок на будівництві. Фактично з 18 березня 2020 відділ не мав повноважень для проведення позапланових перевірок на об’єктах будівництва. У зв’язку з цим 24 вересня 2020 року виконавчим комітетом Луцької міської ради було ухвалено рішення щодо створення комісії з питань виявлення та запобігання незаконному будівництву. Відповідно, посадові особи відділу державного архітектурно-будівельного контролю отримали можливість проводити огляд об’єкта на предмет відповідності виконання підготовчих та будівельних робіт вимогам законодавства та складати відповідні акти. До кінця звітного року було проведено огляд 35 об’єктів будівництва, за результатами яких складено 33 акти про виявлені порушення. Усі матеріали направлено для відповідного реагування у правоохоронні органи. Впродовж 2020 року в судах перебувало 28 адміністративних та цивільних судових справ, з яких за 11 справами розгляд був завершений, а у 17 справах - провадження ще триває. Сьогодні Луцька міська рада усі зусилля направляє на виправлення неприпустимої ганебної ситуації із хаотичною, по суті – незаконною, забудовою у місті та скасування дозволів на будівництво таких комерційних об’єктів, які не лише шкодять загальному естетичному вигляду міста, а й завдають незручності громадянам. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Управління майном міської комунальної власності та земельними ресурсами',
    'content' => ' <p> Метою діяльності <b>відділу управління майном міської комунальної власності</b> є збереження комунальної власності територіальної громади, створення умов для ефективного її використання, забезпечення дохідної частини бюджету міста шляхом надання майна в оренду, приватизації (продажу). Впродовж 2020 року до бюджету міста від надання в оренду майна міської комунальної власності &nbsp;&nbsp;надійшло&nbsp;5400 тис. гривень. Станом на початок 2021 року відповідно до реєстру договорів оренди нежитлових приміщень діє 392 договори оренди загальною площею 40&nbsp;160,0 кв.м. Проведена у кінці минулого року підготовча робота з організації продажу&nbsp;2 об’єктів комунальної власності шляхом проведення електронного аукціону нежитлових приміщень на пр-ті Волі, 27/а та вул. Паркова,7, дала свої позитивні результати. 26 січня 2021 року з відкритого онлайн-аукціону Prozorro, в якому взяли участь 11 учасників, успішно продано приміщення площею 28 м. кв. на вул. Паркова за 1&nbsp;500&nbsp;100 гривень при стартовій ціні 75756 гривень. Такі аукціони – реальний механізм наповнення бюджету міської громади. &nbsp;&nbsp; Крім цього, відділом у минулому році проведено 19 конкурсів та укладено 224 договори на право тимчасового користування окремими елементами благоустрою для розміщення тимчасових споруд з метою провадження підприємницької діяльності. &nbsp;До бюджету міста надійшло&nbsp;3 400 тис. гривень. Враховуючи ситуацію з поширенням коронавірусної хвороби, забезпечуючи заходи, спрямовані на захист&nbsp; соціальних та економічних гарантій підприємцям, вже в квітні минулого року міською радю ухвалено рішення про звільнення з 17.03.2020 до 11.05.2020 року від орендної плати за користування майном та плати на право тимчасового користування окремими елементами благоустрою, що належать до міської комунальної власності. </p> <p> За 2020 рік спеціалістами <b>управління земельних ресурсів</b> забезпечено укладення 90&nbsp;договорів оренди землі з фізичними та юридичними особами&nbsp; загальною площею&nbsp;9,1329 га. З них, 15&nbsp;договорів оренди - на новостворені земельні ділянки загальною площею&nbsp;2,3393 га,&nbsp;25 -&nbsp;додаткових угод про поновлення договорів оренди землі на загальну площу&nbsp;8,2792 га,&nbsp;14&nbsp;- додаткових угод про внесення змін до договорів оренди землі та 17&nbsp;додаткових угод про дострокове припинення договорів оренди землі.&nbsp;Підготовлено&nbsp;66&nbsp;актів приймання-передачі щодо повернення земельних ділянок в комунальну власність. Проводилась робота щодо забезпечення земельними ділянками учасників бойових дій, від яких протягом 2020 року&nbsp; надійшло&nbsp;144 звернення. Станом на 01.01.2021&nbsp;для родин загиблих учасників АТО/ООС та для учасників бойових дій, які отримали інвалідність,&nbsp;було надано у власність&nbsp;38&nbsp;земельних ділянок. Окрім цього, в минулому році продано 6 земельних ділянок комунальної власності, за якими укладено договори купівлі-продажу з фізичними та юридичними особами,&nbsp;загальною площею 3,5330 га на суму 10 704&nbsp;868 гривень.&nbsp;Кошти сплачені покупцями повністю. За звітний період загальна сума надходження коштів від продажу та підготовки до продажу земельних ділянок комунальної власності шляхом викупу становить&nbsp;10 350 822,09 грн. Земельні торги (аукціони)&nbsp;з продажу земельних ділянок комунальної власності несільськогосподарського призначення, а також їх прав оренди, на території міста Луцька не проводилися. На сьогодні проводиться робота з розроблення землевпорядної документації на&nbsp;11 земельних ділянок&nbsp;, які після затвердження відповідного переліку будуть впродовж року виставлятися окремими лотами на земельні торги (аукціони). У зв’язку з приєднанням територій 4 громад до міста Луцька та створенням Луцької міської територіальної громади міська влада проводить детальний аналіз земельних ресурсів, що були у власності Жидичинської, Княгининівської та Заборольської об’єднаних територіальних громадах та Іванчицівській сільській раді з метою їх раціонального використання. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Управління надзвичайними ситуаціями та цивільний захист населення',
    'content' => ' <p> Основна робота у сфері цивільного захисту в 2020 році спрямовувалась на забезпечення готовності органів управління, сил та засобів цивільного захисту до оперативного реагування на надзвичайні ситуації. На сьогодні інфраструктура життєзабезпечення населення територіальної громади функціонує в плановому режимі. В місті діяв розроблений та затверджений План основних заходів цивільного захисту на 2020 рік. Підготовлено та проведено 108 засідань міської комісії з питань техногенно-екологічної безпеки та надзвичайних ситуацій, де вирішувались питання запобігання виникненню надзвичайних ситуацій. За результатами роботи комісії проведено ремонт магістрального каналізаційного колектора в районі вулиць Огієнка - Шопена та виконані протипожежні заходи на полігоні твердих побутових відходів. Проведено 3 штабних тренування та 9 спеціальних об’єктових навчань на підприємствах, організаціях та установах міста. Проведено перевірки усіх захисних споруд цивільного захисту, окрім тих де підприємства з різних причин тимчасово не працювали. Проведено комплексну перевірку системи оповіщення «Сигнал – ВО», під час якої перевірено справність сирен системи оповіщення та проходження сигналів. До початку літнього купального сезону проведено облаштування рятувальних постів на річці Стир в районі Центрального парку культури і відпочинку ім. Лесі Українки та Теремнівській водоймі, підготовка пляжів. Завдяки роботі рятувальників врятовано 20 осіб, надано первинну медичну допомогу 40 особам. З настанням зимових холодів, з метою запобігання випадків переохолодження людей без місць постійного проживання та інших малозахищених верств населення міста органіовано роботу двох пунктів обігріву, які щоденно відвідувало близько 30 осіб. Упродовж 2020 року в місті сталося 54 нещасних випадки на виробництві, в ході яких травмовано 54 працівника, 3 випадки летальні. Працівники відділу охорони праці управління праці міської ради взяли участь в 12 спеціальних розслідуваннях нещасних випадків. Крім цього, проведено 25 заходів контролю стану дотримання нормативних документів з охорони праці, винесено 12 приписів, виявлено 132 порушення законодавства про охорону праці, запропоновано зупинити експлуатацію 10 одиниць устаткування та обладнання, у 5 випадках запропоновано заборонити виконання робіт у зв’язку із створенням реальної загрози життю та здоров’ю працівників. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Діяльність відділу Оборонно-мобілізаційної і режимно-секретної роботи',
    'content' => ' <p> На виконання заходів програм мобілізаційної підготовки міста у звітному році проведено уточнення мобілізаційного плану громади, в тому числі: календарного плану основних робіт керівництва міста на період мобілізаційного розгортання господарства і переведення на режим роботи в умовах особливого періоду; плану оповіщення і збору; плану управління та зв’язку, технічного прикриття об’єктів тощо. Уточнені розпорядження міського голови щодо переведення економіки міста та його функціонування в умовах особливого періоду, створення підрозділів нормованого забезпечення населення в особливий період, проведення мобілізації людських і транспортних ресурсів та ін. У 2020 році відпрацьовані мобілізаційні плани підприємств, установ, організацій міста, які є виконавцями мобілізаційних завдань із замовлення на виробництво продукції, виконання робіт, надання послуг для потреб Збройних Сил України, інших військових формувань. Працівниками відділу оборонно-мобілізаційної і режимно-секретної роботи міської ради спільно із Луцьким об’єднаним міським військовим комісаріатом проведено перевірка мобілізаційної готовності КП “Луцьке підприємство електротранспорту”, організовано виконання делегованих повноважень в галузі оборонної роботи: приписка громадян 2003 року народження до призовної дільниці, перевірка стана мобілізаційної готовності транспортних засобів і техніки на підприємствах тощо. На належному рівні проведено весняний та осінній призов громадян на строкову військову службу, організовано роботу позаштатної військово-лікарської комісії. Здійснено заходи щодо організації військового обліку та бронювання на 47 підприємствах, установах та організаціях міста. У 2020 році працівники відділу брали участь у проведені навчань з територіальної оборони під керівництвом командувача військ оперативного командування “Захід”; спільних штабних тренуваннях з штабом району територіальної оборони під керівництвом командувача Сухопутних військ Збройних Сил України. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Соціальна  політика та соціальний захист населення громади',
    'content' => ' <p> В реалізації соціальної політики міської ради у минулому році одним з головних завдань стало зняття соціальної напруги, спричиненої поширенням гострої респіраторної хвороби COVID-19, забезпечення належного рівня соціального обслуговування та соціальних гарантій жителям громади у таких складних умовах. На сьогодні, соціальним захистом охоплено понад 108 тисяч мешканців Луцької територіальної громади. В 2020 році департамент соціальної політики надав громадянам 119 253 послуги та 35 437 консультацій. Призначено державних соціальних допомог 23070 одержувачам на загальну суму 312931,6 тис. грн. Загальна кількість домогосподарств, які отримують субсидію сьогодні складає 18535, з них 17534 - в готівковій формі та 1001 - у безготівковій формі. Станом на 01.01.2021 фактична кількість пільговиків, які перебувають на обліку в ЄДАРП м. Луцька, становить 48489 осіб. </p> <p> У минулому році з метою підвищення якості соціального обслуговування проведено опитування щодо вивчення потреб населення, а також визначення причин, що спричинили складні життєві обставини. В опитуванні взяли участь 3484 осіб. У підсумку визначено, що основними чинниками, що спричинили складні життєві обставини є: похилий вік, інвалідність, невиліковні хвороби, малозабезпеченість та безробіття. Найбільш необхідними соціальними послугами респонденти зазначили: догляд, соціальна адаптація та інтеграція; соціальний супровід. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> В 2020 році, на виконання державної програми підтримки під час карантину фізичних осіб-підприємців І або ІІ групи платників єдиного податку, які виховують дітей до 10 років, призначено та виплачено соціальну допомогу1238 отримувачам на загальну суму 13 млн 346,6 тис.грн. Проведено виплату одноразової грошової допомоги в розмірі 1000&nbsp;грн окремим категоріям населення. Виплачено кошти 2643 особам на загальну суму 2,6&nbsp;млн грн. З 18 березня 2020 року територіальний центр соціального обслуговування (надання соціальних послуг) м. Луцька працює в умовах карантину, що передбачає надання громадянам послуг щодо догляду вдома (1140 громадянам надано послуги з придбання та доставки продуктів харчування, медикаментів, приготування їжі, прибирання тощо), а також забезпечення продуктовими наборами, які були придбані за кошти місцевого бюджету. За період з березня 2020 року по січень 2021року працівниками установи вручено 5 289 продуктових наборів. В їдальні територіального центру за бюджетні кошти у звітному періоді забезпечено безкоштовним гарячим харчуванням підопічних установи на суму 383,2&nbsp;тис.грн. В умовах впровадження жорсткого карантину у березні 2020 року та підвищеної соціальної напруги з 24.03. до 31.05. 2020 року при виконавчому комітеті міської ради щоденно працював тимчасовий оперативний центр, що був створений з метою забезпечення оперативної комунікації з населенням громади, організації адресної допомоги окремим категоріям громадян. Завдяки співпраці міської влади з благодійним фондом Ігоря Палиці «Тільки разом» адресну допомогу продуктовими наборами отримали 1&nbsp;695 громадян найбільш вразливих категорій населення: особи з інвалідністю І групи, інваліди по зору, психічнохворі, сироти, сім’ї, які опинилися в складних життєвих обставинах, одинокі громадяни, сім’ї загиблих учасників АТО і ООС, опікуни, люди похилого віку, діти яких проживають за межами громади. </p> <p> У звітному періоді департамент соціальної політики забезпечував реалізацію 5 міських соціальних програм, на виконання заходів яких профінансовано 45 млн 169,1 тис.грн. Так, на виконання Програми соціального захисту населення протягом 2020 року виділено 36&nbsp;млн 555,4 тис.&nbsp;грн. Кошти були спрямовані на надання: матеріальної допомоги, виплат та компенсацій окремим категоріям населення, надання адресної допомоги на оплату житлово-комунальних послуг, відшкодування коштів із надання пільг на послуги зв’язку, проїзду тощо. В рамках Програми соціального захисту населення на підтримку діяльності громадських об’єднань профінансовано 978,9&nbsp;тис.грн. На реалізацію заходів Програми соціальної адаптації осіб з інвалідністюу було залучено 69,6&nbsp;тис.грн. Через введені Урядом карантинні обмеження реалізувати її у повній мірі не вдалось. В рамках Комплексної програми соціальної підтримки учасників бойових дій, бійців-добровольців, членів їх сімей, а також сімей загиблих (померлих) військовослужбовців реалізовано ряд заходів на суму 3 млн 353,1 тис.грн. Зокрема, надано матеріальну допомогу на лікування 519 особам, 81 члену сімей загиблих та 11 бійцям-добровольцям виплачена адресна грошова допомога на оплату житлово-комунальних; забезпечено відпочинком із проведенням заходів із психологічної реабілітації 110 осіб; забезпечено професійною адаптацією 39 учасників АТО та членів сімей. На безкоштовне медикаментозне лікування при наданні амбулаторної, стаціонарної та стоматологічної допомоги спрямовано 1,7 мільйона гривень. На виконання Програми соціальних виплат дітям, у 2020 році здійснено виплату у розмірі 866,7 тис грн. 35 дітям з 29 сімей військовослужбовців, добровольців, волонтерів, які загинули, померли, зникли безвісти, є заручниками в результаті участі в антитерористичній операції. Протягом звітного періоду в рамках реалізації Програми забезпечення житлом на умовах співфінансування учасників бойових дій, осіб з інвалідністю, бійців-добровольців і членів сімей з міського бюджету 10 громадянам виділено 4 млн 324,3 тис. грн. Всього за період 2017-2020 років надано кошти на умовах співфінансування для придбання житла для 81 учасника Програми, з них 73 – надали підтверджуючі документи на право власності на придбане житло. Крім цього, ще 10 квартир надано мешканцям міста різних категорій громадян, що значно полегшило їх скрутне становище. В житловий фонд соціального призначення було включено 2 квартири та надано соціально незахищеним особам, які потребували покращення житлових умов. </p> ',
    'additional_content_url' => '#',
    'charts' => [
        [
            'title' => ['Чинники, що спричинили','складні життєві обставини'],
            'legend' => '',
            'type' => 'pie',
            'axis' => [
                'x' => '',
                'y' => ''
            ],
            'suffix' => '%',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'Похилий вік', 'value' => '1'],
                ['label' => 'Інвалідність', 'value' => '14'],
                ['label' => 'Невиліковні хвороби', 'value' => '11'],
                ['label' => 'Малозабезпеченість', 'value' => '11'],
                ['label' => 'Безробіття', 'value' => '63'],
            ]
        ],
        [
            'title' => ['Соціальні послуги,','яких потребують громадяни'],
            'legend' => '',
            'type' => 'pie',
            'axis' => [
                'x' => '',
                'y' => ''
            ],
            'suffix' => '%',
            'isVerbalRoundingEnabled' => 'false',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'Догляд вдома, денний догляд', 'value' => '25'],
                ['label' => 'Підтримане проживання', 'value' => '4'],
                ['label' => 'Соціальна адаптація', 'value' => '15'],
                ['label' => 'Соціальна інтеграція та реінтеграція', 'value' => '3'],
                ['label' => 'Екстрене (кризове) втручання', 'value' => '6'],
                ['label' => 'Консультування', 'value' => '19'],
                ['label' => 'Соціальний супровід', 'value' => '9'],
                ['label' => 'Представництво інтересів', 'value' => '10'],
                ['label' => 'Посередництво', 'value' => '2'],
                ['label' => 'Соціальна профілактика', 'value' => '7'],
            ]
        ],
    ]
],
[
    'name' => 'Розвиток галузі охорони здоров’я',
    'content' => ' <p> На сьогодні міська галузь охорони здоров’я, функціонує як єдиний медичний простір, реалізуючи державну та місцеву політику, та дає можливість отримати пацієнтам повноцінну медичну допомогу від первинної ланки до високоспеціалізованої. З метою забезпечення впровадження першого етапу реформування системи охорони здоров’я продовжується приписна кампанія із підписання декларацій між пацієнтами та лікарями загальної практики-сімейними лікарями (лікарями-педіатрами). Станом на 01 січня 2021 року укладено 204809 декларацій, що складає майже 95,6 відсотки населення Луцької міської територіальної громади. З 01 квітня 2020 року розпочався другий етап реформування охорони здоров’я. На його реалізацію з бюджету виділено 4,4 млн грн комунальним підприємствам охорони здоров’я, які надають вторинну (спеціалізовану) медичну допомогу. Комунальні установи «Луцька міська клінічна лікарня», «Луцький клінічний пологовий будинок», «Луцька міська клінічна стоматологічна поліклініка», «Луцький центр первинної медичної допомоги» (центр реабілітації учасників бойових дій) вчасно підписали договори з Національною службою здоров’я України на визначені пакети медичних послуг. У 2020 році з міського бюджету для вирішення нагальних питань оновлення, осучаснення та розвитку матеріально – технічної бази Луцької міської клінічної лікарні виділено 12,8 млн грн. На ці кошти придбано лапароскопічну стійку, 2 концентратори кисню, 2 аналізатори та реактиви для проведення ІФА, монітори спостереження за станом пацієнта та портативні холтерівські моніторі для вимірювання тиску тощо. </p> <p> На потреби Луцького клінічного пологового будинку спрямовано 2,3 мільйона гривень. Придбано апарато ультразвукового дослідження для проведення нейросонографії новонароджених, медичне обладнання та інша техніка. Проведено матеріально-технічне оснащення міської дитячої поліклініки, центрів первинної медичної допомоги. На забезпечення медикаментами 2&nbsp;153 громадян пільгової категорії, які потребують постійного дороговартісного лікування та замісної терапії за життєвими показами спрямовано з бюджету 11мільйонів гривень. Для порівняння: у 2014 році обсяг цих видатків становив 1,1 млн. грн. Динаміка зростання - 909 %. Однак, основним завданням міської влади у 2020 році в галузі охорони здоров’я населення, було, звичайно, запобігти швидкому поширенню коронавірусної хвороби COVID-19. Міська влада миттєво відреагувала на небезпеку і ухвалила ряд важливих рішень щодо медичного обслуговування населення, оперативного інформування, захисту громадян та допомоги медикам і медичним закладам. Загальна сума виділених коштів усього за рік склала майже 50 мільйонів гривень. Половина була спрямована в обласний бюджет для підтримки та необхідного матеріально-технічного забезпечення Волинської обласної клінічної лікарні, як основної, що взяла на себе перший удар по прийому хворих на COVID. Інша частина коштів була спрямована на закупівлю засобів індивідуального захисту (маски одноразові, маски багаторазові, халати, захисні окуляри, респіратори FFP3, щитки, антисептики тощо), лікарських препаратів, медичних виробів, апаратів штучної вентиляції легень, концентраторів кисню, аналізаторів для проведення ІФА та іншого медичного обладнання. На проведення доплат медичним працівникам за перебування у небезпечних умовах праці та оплату з послуг їх харчування виділено 3 мільйона гривень. Одним з головних завдань, які міська рада оперативно вирішила в умовах боротьби з пандемією, стало створення у жовтні 2020 року тимчасового інфекційного стаціонару для надання медичної допомоги хворим на COVID-19 на базі акушерського корпусу пологового будинку. Тут розгорнуто 214 стаціонарних ліжок. За кошти міського бюджету на суму 4, 265 млн грн придбано апарати штучної вентиляції легень, біохімічний аналізатор, дефібрилятор з функцією синхронізації, необхідне обладнання та медикаменти. </p> <p> Тимчасовий інфекційний стаціонар переданий в оперативне управління міській клінічній лікарні. З метою налагодження комунікації із мешканцями громади з початку карантину в постійному режимі проводились телефонні консультації лікарями первинної ланки, а з листопада 2020 року на базі управління охорони здоров’я працює Консультаційний муніципальний центр з питань COVID-19. В рамках міжнародної співпраці у серпні 2020 року отримано гуманітарну допомогу з партнерського міста Сянтань (Китайська народна республіка) для потреб Луцької міської клінічної лікарні під час надання медичної допомоги при лікуванні COVID-19. За даними управління охорони здоров’я у 2020 році в Луцькій міській територіальній громаді на вірусну інфекцію COVID-19 захворіло 10&nbsp;667 громадян, з них 449 дітей, померло 148 громадян, одужало – 9&nbsp;483 особи. На сьогодні боротьба з пандемією та здоров’я громадян, зміцнення матеріально – технічної бази комунальних підприємств галузі охорони здоров’я залишаються в пріоритеті міської влади. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Про роботу освітньої галузі у 2020 році',
    'content' => ' <p> В умовах оголошеної пандемії, запровадження в державі карантинних заходів та локдауну надзвичайно важливим для міської влади є організація безпечних умов життя, навчання, виховання та дозвілля дітей і підлітків. На належну організацію освітньо – виховного процесу та надання якісних освітніх послуг була зосереджена основна увага, адже діти повинні були належним чином завершити навчальний 2019-2020 рік, скласти іспити, оздоровитись та повернутись за парти чи вступити у вузи. З цими складними викликами міська влада і освітня галузь міста справились на відмінно. Загалом, на функціонування закладів освіти у 2020 році скеровано 1&nbsp;023&nbsp;295&nbsp;078 грн в т. ч. ПТУ – 89&nbsp;935 832,00 грн (кошти загального фонду – 1&nbsp;010&nbsp;661&nbsp;542 грн, кошти бюджету розвитку – 12&nbsp;633 536,00 грн. Найбільшу питому вагу становлять видатки на оплату праці з нарахуваннями, оплату комунальних послуг та енергоносіїв, харчування. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> Станом на 1 січня 2021 року мережа закладів дошкільної освіти міста становила 42 заклади (один у складі НВК). Впродовж звітного періоду приєднався Прилуцький заклад дошкільної освіти – у переддень новорічно – різдвяних свят відбулося відкриття нового приміщення для ЗДО № 42 у селі Дачне, що розраховане на 4 повноцінні групи для 85 діток. Садочок розпочав свою роботу з 4 січня цього року. На кінець звітного року у 398 групах загального та компенсуючого типу виховується 9899 дітей віком від 2-х до 6-ти років. На обліку в електронній черзі перебуває до 450 дітей. В дошкільних установах на сьогодні функціонує 27 груп компенсуючого типу для вихованців, які потребують корекції фізичного та розумового розвитку (за висновком ІРЦ до них направлено більше 500 дітей). До 8 збільшилася кількість садочків з інклюзивною формою організації освітнього процесу та кількістю інклюзивних груп, де виховується 23 дитини. </p> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <div class="col-12 col-md-10 col-xxl-8 mb-4"> <canvas class="__article_id___chart"></canvas> </div> <p> Охоплення дітей 5-річного віку організованими формами дошкільної освіти у місті складає 99,6%. Позитивно, що за цей період зменшилася кількість груп, у яких наповнення дітьми становило більше норми. Завантаженість закладів на 100 місць становить132 дитини, порівняно з 2017роком – 147 дітей. Системна координація діяльності закладів загальної середньої освіти міської громади дозволяє забезпечити їх належну діяльність і надання якісних освітніх послуг здобувачам освіти. У 2020 році отримав свідоцтва про базову загальну середню освіту 2201 учень, про повну загальну середню освіту – 1266 учнів. З них нагороджені золотою медаллю 104 учні, срібною – 26. Крім цього, 5 екстернів отримали свідоцтво про повну загальну середню освіту. Зовнішнє незалежне оцінювання пройшли 1225 випускників. За результатами всеукраїнського рейтингу ЗНО у ТОП-200 у минулому році увійшли ЗЗСО №14 та 21. 31 учень у минулому році був учасником ІІІ етапу Всеукраїнського конкурсу-захисту робіт, що відбувся у листопаді 2020 року. 22 з них вибороли призові місця. З метою винагородження та заохочення обдарованої учнівської молоді управлінням освіти підготовлені відповідні подання на отримання стипендій Президента України трьом учням, а на підставі рішення міської ради 22 учні стали стипендіатами Луцької міської ради. Із 01 вересня 2020-2021 н.р. до навчання в школах приступили 28707 школярів у&nbsp;1053&nbsp;класах. У перший клас пішли 3 006 учнів. Середня наповнюваність класів склала приблизно 27 дітей (без урахування НРЦ). У ЗЗСО міста сформовано 103 групи подовженого дня, у які зараховано 3090 вихованців. У міжшкільному навчально-виробничому комбінаті з початку вересня навчаються 626 учнів за 10 спеціальностями. В умовах пандемії, усі навчальні заклади міста були забезпечені дезінфікуючими засобами та засобами індивідуального захисту на загальну суму 7 156&nbsp;960 гривень за кошти міського бюджету. В освітній галузі міста склалася та стабільно функціонує система підвищення кваліфікації педагогічних кадрів та стимулювання праці освітян. Так, курсову перепідготовку пройшли 1095 педагогів. 30 педагогів взяли участь у конкурсі «Учитель року - 2021». 7 педагогів- переможців братимуть участь в обласному турі Конкурсу. Упродовж звітного року продовжувалась реалізація пілотного проєкту управління освіти щодо сертифікації педпрацівників. У 2020 році атестовано 476 педагогів та керівників закладів освіти. З нагоди Дня працівників освіти стипендію міського голови вручено 15 педагогам, іменну премію міського голови – 18, 40 освітян стали переможцями конкурсу «Успішний педагог» та одержали винагороду по 10&nbsp;000 грн. У серпні 2020 року в місті створено комунальну установу «Центр професійного розвитку педагогічних працівників Луцької міської ради», яка розпочала повноцінну роботу із 01.01.2021. Одним із першочергових завдань залишається питання організації харчування дітей дошкільного віку та школярів в частині забезпечення повноцінним та збалансованим харчуванням. Із метою забезпечення безпеки харчової продукції, продуктів харчування та ефективного функціонування у закладах дошкільної освіти запроваджено постійнодіючі процедури, засновані на принципах системи управління безпечністю харчових продуктів НАССР. Уперше в 2020 році міською владою ухвалено рішення про безкоштовне харчуються 33 вихованцій садочків,&nbsp;які мають статус постраждалих внаслідок воєнних дій і збройних конфліктів, або із числа внутрішньо переміщених осіб. Крім цього, із дотриманням Головного державного санітарного лікаря України різними формами харчування охоплено 26518 дітей, а це – 94 %. На оплату харчування дітей у закладах освіти скеровано 21&nbsp;016&nbsp;983 гривень. Попри обмежувальні та карантинні заходи міська влада у літній канікулярний період активно провадила роботи щодо ремонту, оснащення та метаріально-технічного забезпечення освітніх установ. Так, за кошти державного бюджету 14 закладів загальної середньої освіти отримали сучасне обладнання для кабінетів природничо-математичного циклу: математики&nbsp;– 3, фізики – 4, хімії – 2, біології – 3, географії – 1, STEM – 1. За кошти міського бюджету проведено цілий комплекс робіт. Зокрема, капітальні ремонти харчоблоків та вентиляції харчоблоків ЗДО та ЗЗСО в сумі 2,5 млн грн, капітальний ремонт обсерваторії Палацу учнівської молоді – 800 тисяч гривень. Для ЗЗСО №№ 1, 4 (пілотні школи) закуплено обладнання, інвентар у фізкультурно-спортивні приміщення, засоби навчання на суму майже 350 тисяч гривень. За Міською комплексною програмою «Розвиток освіти м. Луцька на 2018-2020 роки» фактично профінансовано 8 млн 188 тис 501 грн. Сьогодні, у чотирьох закладах позашкільної освіти функціонує 90 гуртків для 345 груп, в яких зайнято 5&nbsp;504 вихованці. Функціонує 2 дитячо-юнацькі спортивні школи, де охоплено 1&nbsp;302 вихованці. У закладах загальної середньої освіти в позаурочний час різними формами гурткової роботи охоплено 19 768 дітей. У Центрі науково-технічної творчості учнівської молоді функціонує відновлена обсерваторія, відкрито автокордодром. У минулому році в закладах професійно-технічної освіти міста навчалося 2776 учнів. У грудні 2020 р. рішенням сесії Луцької міської ради «Про реорганізацію сільських рад шляхом приєднання до Луцької міської ради» до складу освітньої галузі увійшли 10 ЗЗСО (у складі 3-х – дошкільні відділення), 6 ЗДО. Сьогодні надзвичайно важливо підтримувати контакт та зворотній зв’язок між владою, освітніми закладами та учнями і їх батьками. А тому, особливу увагу управління освіти міської ради приділяється оприлюдненню важливої інформації на офіційних сайтах міської ради, управління та закладів освіти про фінансове забезпечення, дистанційне навчання, алгоритми роботи, питання запобігання булінгу, домашньому насиллю, проведенню карантинних та обмежуючих заходів. </p> ',
    'additional_content_url' => '#',
    'charts' => [
        [
            'title' => ['Скеровані кошти на функціонування','закладів освіти за 2017 рік, грн'],
            'legend' => '',
            'type' => 'pie',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'Всього', 'value' => '684327000'],
                ['label' => 'На ЗПТО', 'value' => '75638000'],
                ['label' => 'Кошти загального фонду', 'value' => '667009000'],
                ['label' => 'Кошти бюджету розвитку', 'value' => '17318000'],
            ]
        ],
        [
            'title' => ['Скеровані кошти на функціонування','закладів освіти за 2020 рік, грн'],
            'legend' => '',
            'type' => 'pie',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'false',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'Всього', 'value' => '1023295000'],
                ['label' => 'На ЗПТО', 'value' => '89936000'],
                ['label' => 'Кошти загального фонду', 'value' => '1010662000'],
                ['label' => 'Кошти бюджету розвитку', 'value' => '12634000'],
            ]
        ],
        [
            'title' => ['Мережа закладів дошкільної освіти з інклюзивною','формою організації освітнього процесу за 2017 рік'],
            'legend' => '',
            'type' => 'pie',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'Груп', 'value' => '5'],
                ['label' => 'Дітей', 'value' => '14'],
            ]
        ],
        [
            'title' => ['Мережа закладів дошкільної освіти з інклюзивною','формою організації освітнього процесу за 2020 рік'],
            'legend' => '',
            'type' => 'pie',
            'axis' => [
                'x' => '',
                'y' => 'грн'
            ],
            'suffix' => '',
            'isDataLabelsShown' => 'true',
            'isVerbalRoundingEnabled' => 'true',
            'isVerbalRoundingEnabledForHoveredLabels' => 'false',
            'dataset' => [
                ['label' => 'Груп', 'value' => '8'],
                ['label' => 'Дітей', 'value' => '23'],
            ]
        ],
    ]
],
[
    'name' => 'Соціальний захист дорослих, дітей та підлітків вразливих категорій громадян',
    'content' => ' <p> На кінець звітного 2020 року на обліку у службі у справах дітей значилось 157 дітей-сиріт та дітей, позбавлених батьківського піклування, 115 дітей, які проживають у складних життєвих обставинах: це діти, які самовільно залишають місце навчання та проживання, &nbsp;діти, які виховуються в сім’ях, у яких батьки або особи, що їх заміняють, ухиляються від виконання батьківських обов`язків, &nbsp;діти, щодо яких скоєно насилля в сім’ї. 31 дитині надано статус дитини-сироти, дитини, позбавленої батьківського піклування, 30 дітям оголошено&nbsp; підозру&nbsp; у&nbsp; вчиненні&nbsp; кримінальних правопорушень. За результатами проведених 52 рейдів - 14 дітей влаштовано у притулок для дітей, а 7 - в заклади охорони здоров`я. У звітному періоді працівниками служби проведено більше 700 виховних та попереджувально-виховних заходів, профілактичних бесід, індивідуальних консультацій. Обстежено умови проживання 330 дітей, які проживають у сім`ях, що перебувають у складних життєвих обставинах. У суді представлено інтереси 156 дітей під час розгляду кримінальних та цивільних справ. В правоохоронні органи направлено матеріали 16 справ про ухилення батьків від виконання своїх обов`язків щодо виховання та утримання дітей. Підготовлено та передано до суду 8 позовних заяв про позбавлення батьківських прав батьків щодо їх дітей, фактично позбавлено батьківських прав 12 батьків, які мали на утриманні 13 дітей. Обстежено умови проживання 136 дітей-сиріт, дітей, позбавлених батьківського піклування, та 43 усиновлених дітей. Впродовж року організовано усиновлено 4 дітей. Відповідно до міської Програми забезпечення житлом дітей-сиріт та дітей, позбавлених&nbsp; батьківського&nbsp; піклування,&nbsp; та&nbsp; осіб&nbsp; з&nbsp; їх&nbsp; числа, у 2020 році проведено ремонтні роботи у 1 квартирі соціального призначення, надано житло 4 особам вищезазначеної соціальної категорії. Службою у справах дітей підготовлено 302 висновки та 287 довідок щодо соціального захисту неповнолітніх. З міського бюджету надано матеріальну допомогу 74 дітям на суму 34 200 грн., оплачена заборгованість за комунальні послуги 4 дітям-сиротам, дітям, позбавленим батьківського піклування, та особам з їх числа на суму 30 571 грн. Спеціалістами управління соціальних служб для сім’ї, дітей та молоді протягом 2020 року здійснювалася соціальна робота з громадянами, які опинились у складних життєвих обставинах та потребують сторонньої допомоги. Загалом охоплено 2429 сімей, в яких виховується 3781 дитина. Соціальними послугами охоплено 10 107 осіб, надано 19 219 послуг. Здійснено 259 оцінок потреб сімей/осіб, 15 сімей, в яких виховується 31 дитина, охоплено соціальним супроводом. Здійснювалося соціальне супроводження 1 дитячого будинку сімейного типу та 4 прийомних сімей, в яких виховується 14 дітей-сиріт та дітей, позбавлених батьківського піклування. Під особливим контролем перебувало 23 дітей, які повернулися із закладів інституційного догляду та виховання: проведено консультації з дітьми, їх батьками, іншими особами, щодо питань забезпечення потреб дитини, наявних проблем у сім’ї, необхідної допомоги. У період карантинних заходів здійснювалася робота щодо забезпечення найнеобхіднішим тих сімей, які потребували особливої соціальної підтримки. Адресно відвідано та вручено продуктові набори для 1 561 сім’ї, забезпечено речами першої необхідності 214 сімей. В рамках проєкту «Оцінка та реагування на виклики щодо захисту дітей під час пандемії GOVID-19» проведено моніторинг безпеки та потенціалу 31сім’ї, де виховується 60 дітей. З метою інтеграції дітей та молоді з інвалідністю у суспільне життя через самообслуговування, творчість та самореалізацію у 2020 році продовжено роботу Інтеграційної студії розвитку, що діє при міській раді, у межах якого проводилися заняття для 458 дітей та молодих людей з інвалідністю. Реалізовано соціальні проєкти «Перехрестя – в житті, як на дорозі» та «Група психологічної допомоги та взаємопідтримки для батьків, які виховують дітей з інвалідністю». Проведено Конкурс соціальних проєктів спрямованих на вирішення проблем сімей/осіб, які опинились в складних життєвих обставинах між трьома інститутами громадянського суспільства: громадською організацією «Ресурсний центр «Кольорова капустинка» - проєкт «Дискусійний клуб «Книга для особливої мами», громадською організацією «Інклюзивні студії» - проєкт «Тріада успіху: діти-батьки-педагоги», Волинським обласним відділенням міжнародного благодійного фонду «Молодь з місією» - проєкт «#LytskFamili Fest-ONLINE» успішно реалізовано. З нагоди Міжнародного дня захисту дітей проведено адресний Фестиваль для дітей з сімей, які потребують особливої соціальної підтримки. Діти отримали подарунки від ВОБФ «Дитяча місія.Україна» та цікаву розважальну програму. Загалом відвідано 70 сімей в яких виховується 238 дітей. Також проведено волонтерсько-мистецьку акцію «Дитинство починається з любові». Юрілейна 10 щорічна благодійна акція «Скоро до школи» була проведена міською владою для 238 дітей-першокласників з сімей, які опинилися у складних життєвих обставинах. У звітному році проведено фестиваль «Я-лучанин, я-лучанка», фестиваль сімейних традицій «LutskFamilyFest», конкурс дитячого малюнку «Таємниці Луцька» та інтерактивний мистецький перформанс «Таємниці Луцького Замку» Творчої студії Наталії Журавльової. Традиційно проведено масштабні заходи до Дня Святого Миколая та новорічно-різдвяних свят: «Миколай пам’ятає про всіх», «Святкова подорож Святого Миколая», «Гостини Святого Миколая», онлайн-марафон міжнародних різдвяних посиденьок Бабусине Різдво. Окрім того організовано благодійну виставу «Казка про найбільшу мрію» творчої студії Наталії Журавльової «STUDIO N.Zh» на підтримку громадської організації «Ресурсний центр «Кольорова капустинка». Для дітей-сиріт та дітей, позбавлених батьківського піклування, які навчаються в 10-11 класах загальноосвітніх шкіл м.Луцька, реалізовано соціальний проєкт «Частинка добра». Він спрямований на допомогу дітям особливої долі, досягнення професійного та особистісного успіху. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Діяльність департаменту сім’ї, молоді та спорту',
    'content' => ' <p> В рамках реалізації молодіжної та сімейної політики у 2020 році департаментом сім’ї, молоді та спорту організовано понад 90 молодіжних заходів та акцій. Серед них: першість Західної України зі східних танців «GoldenWay»; проєкт «Школа бізнесу Луцького НТУ-2020»; освітній проєкт «Місія онлайн»;проєкт «Психосоціальна підтримка медиків під час епідемій та пандемій»; тренінг «Молодіжний працівник»тощо. Реалізовано низку заходів превентивного, інформаційно-просвітницького напрямку, спрямованих на підтримку традиційних сімейних цінностей та запобігання асоціальним проявам. А саме: тижневий марафон до Дня матері «Мама в темі» та Дня батька «Тато в темі»; низку заходів із запобігання та протидії домашньому насильству та протидії торгівлі людьми; акцію «Відповідальний пішохід». За підтримки Міністерства молоді та спорту України організовано заходи з підвищення конкурентоспроможності молоді на ринку праці: програма «StartUpBrunches», програма розвитку бізнес-навичок «SkillsLabs: власна справа», програма «SkillsLabs: успішна кар’єра». Працівниками департаменту надано сприяння в реалізації ініціатив громадських організацій із впровадження альтернативних форм відпочинку: два пластових табори, в яких оздоровились 12 осіб на території ГК «Буковель» та творчий літній табір для дітей у м. Луцьку. Підтримано реалізацію 16 заходів для дітей з інвалідністю, організовано та проведено масштабний благодійний ярмарок «Хвиля добра» зі збору коштів на лікування. Впродовж 2020 року «Центром національно-патріотичного виховання дітей та молоді у місті Луцьк» організовано 164 заходи для понад 3000 учасників: міський турнір з кульової стрільби пам’яті Героїв Крут, вишкіл діловодів та проєктного менеджменту НСОУ «Пласт», семінар з військово-патріотичного виховання, флешмоб до Дня вишиванки, фотоквест #ВідкрийЛуцьк та ін. Значна частина акцій відбулась в онлайн форматі і дозволила охопити більшу частку молоді в час карантину. Центр активно співпрацював з навчальними закладами міста, проводячи щотижневі лекції, заняття та оновлення куточків Слави Захисників України. Крім цього, підтримано громадські ініціативи та громадські організації, діяльність яких була пов’язана із захистом прав та інтересів учасників АТО/ООС та їх сімей. У 2020 році було проведено 139 спортивно- масових заходів на загальну суму 851,1 тис.грн. Зокрема: міжнародний футбольний турнір на кубок ФК «Адреналін» серед дітей «АdrenalinChristmasCup 2020»; всеукраїнський турнір з гандболу «Lutskopen 2020 серед юнаків, ХVІІІ всеукраїнський турнір з дзюдо пам’яті загиблих воїнів-афганців, всеукраїнський турнір з сумо «Кубок Любарта», турнір з футзалу серед ветеранів пам’яті Миколи Романюка, ХХІХ міжнародний волейбольний турнір серед дівчат «Волинь зустрічає друзів-2020; «Лучеськпівмарафон»; Фестиваль спорту присвячений дню фізичної культури та спорту; Міжнародні змагання з легкої атлетики зі спортивної ходьби «Луцька десятка» серед дорослих та юніорів; турнір з волейболу пам’яті Олексія Веремійчика тощо. <br> <br> Збірні команди міста Луцька брали участь у 18 змаганнях різного рівня: всеукраїнський турнір з боротьби греко-римської на призи ГО «Сарненської федерації боротьби», ХVІІІ Всеукраїнського турнір з дзюдо пам’яті загиблих воїнів-афганців інтернаціоналістів відкритому; турнір з сумо «Кубок Любарта»; всеукраїнський турнір з шашок-64 і т.ін. Проведено виплату щомісячних стипендій 20 кращим спортсменам міста на загальну суму 768 тис. грн. Одноразові грошові винагороди – 311,7 тис. грн. Протягом року за кошти міського бюджету та обласної субвенції придбано 4 квартири для видатних спортсменів , які мають значні здобутки у спорті вищих досягнень, відзначалися неодноразовими перемогами на змаганнях світового та європейського рівнів та здобули ліцензіїна літні Олімпійські ігри в Токіо-2020 на загальну суму 2&nbsp;202 тис. грн. Квартири отримали спортсмени Д.Даниленко, Ю.Вандюк, І.Климець О.Собчук. У 2020 році на вулиці Глушець, поруч із парком культури та відпочинку імені Лесі Українки, завершились роботи з облаштування першого в місті мультифункціонального майданчика з поліуретановим покриттям. Периметром викладено бруківку, встановлено баскетбольні щити, волейбольні та бадмінтоні стійки, огорожу, трибуни та освітлення. Поруч з майданчиком висаджено озеленення та проведено благоустрій. Також минулого року завершились роботи щодо капітального ремонту 4-х спортивних майданчиків із штучним покриттям. <br> <br> За 2020 рік у приміщеннях комунального закладу «Луцький МЦФЗН «Спорт для всіх» організовано фізкультурно-оздоровчі та спортивні групи, в яких займаються 758 осіб різного віку. Упродовж року в приміщеннях «Стріла», «Олімпія», «Білий м`яч», «Юність», «Біла тура», «Атлет» та «Одісей» було 68 спортивних свят: «Мама, тато, я – спортивна сім’я»; турнір з футболу серед дорослих «Ліга-2020»;фестивалі спорту для дітей в місцях масового відпочинку в літній період; Фестиваль до Дня людей поважного віку тощо. У зимовий період в рамках Всеукраїнської акції «Спортивна зима» проведено 59 заходів, де було залучено 1 746 учасників. Традиційними та популярними серед мешканців міста є заняття «Ранкова гімнастика для всіх» у мікрорайонах міста. Проведено 291 захід, 2 607 учасників. За участі особливих людей та осіб з інвалідністю проведено: змагання з шашок; змагання «Повір у себе»; «Веселі старти». <br> <br> Всього ж у 2020 році міським центром «Спорт для всіх» проведено 934 заходи, в яких брали участь 17 418 учасників, сума витрачених коштів –104,5 тис. грн. Центр посів I місце у рейтингу місцевих центрів фізичного здоров`я населення «Спорт для всіх». Спортивні споруди міста сьогодні відповідають міжнародним стандартам проведення змагань, присутня сучасна спортивна інфраструктура, проводиться велика кількість рейтингових спортивних змагань.Оновлюється матеріально-технічна база для відповідностісучасним вимогам сервісу з надання спортивних послуг. Сучасні технології дозволяють створювати розумні багатофункціональні та доступні об’єкти для лучан, які займаються спортом і фізичною активністю на облаштованих спорудах. У звітному році завершено поточний ремонт приміщень «Олімпія» (61,6 тис.грн) та «Одісей» (440 тис.грн). У Дитячо-юнацькій спортивній школі № 3 сьогодні функціонує 5 спортивних відділень. У 27 навчальних групах залучено 220 вихованців. віком : початкової підготовки 9 груп (80 учнів), базової підготовки 14 груп (112 учнів), спеціальної підготовки 4 групи (28 учнів). Чемпіонами та призерами чемпіонатів стали 11 вихованців. До спортивних досягнень 2020 року слід також віднести виступ спортсменок відділення гімнастики художньої на командному чемпіонаті України. У 2020 році у школі проведено ремонтні роботи конторисом понад 1 мільйон гривень. На сьогодні Спеціалізована дитячо-юнацька спортивна школа олімпійського резерву плавання залишається найбільшим центром розвитку плавання на Волині. Вихованці школи постійно досягають високих спортивних результатів на всеукраїнських та міжнародних змаганнях з плавання. Протягом року вихованці школи здобули на чемпіонатах України 29 медалей та знову увійшли до складу національної збірної команди України з плавання. У школі на безоплатній основі можуть займатись учасники бойових дій та військовослужбовці і члени їх сімей. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Розвиток галузі культури',
    'content' => ' <p> На реалізацію заходів Програми розвитку культури у м.&nbsp;Луцьку впродовж 2020 року використано 29&nbsp;523&nbsp;800 грн. Загальний бюджет галузі склав 112&nbsp;107 906 гривень. Закрема, на мистецькі школи - 75&nbsp;593&nbsp;426 грн, на бібліотечні установи 12&nbsp;250 082 грн та на будинки культури і клуби 11&nbsp;553 755грн. Вперше за багато років зведено новий корпус закладу мистецької освіти -Луцької музичної школи №&nbsp;3. У приміщенні облаштовано 8 навчальних класів та концертну залу на 200 місць, встановлено якісне світлозвукове обладнання, придбано рояль “Boston” виробництва «Steinway&amp;Sons», що є найкращим у Луцьку (загальний розмір капіталовкладень - 8&nbsp;797 307 грн). <br><br> Уперше за 60 років коштом міського бюджету та грантовими грошима міжнародних партнерів (10&nbsp;588&nbsp;265 грн в рамках проекту НЕФКО) здійснено комплексну реконструкцію будівлі художньої школи: утеплено фасад, відремонтовано дах, встановлено 104 енергоощадних вікна. Проведено капітальний ремонт покрівлі музичної школи №&nbsp;2 на сумі майже півтора мільйона гривень. Утеплено фасад музичної школи №1 імені Фридерика Шопена (3&nbsp;507 999 грн, в рамках проекту НЕФКО) Здійснено поточний ремонт класів у музичних та художній школах (788 000 грн). <br><br> Проведено частковий ремонт даху будівлі Палацу культури міста Луцька (49&nbsp;366 грн) та виготовлено проєктно-кошторисну документацію на капітальний ремонт даху Палацу культури (113 817 грн); поточний ремонт фойє та гардеробу у культурно-мистецькому центрі «Красне» (199&nbsp;000 грн) Облаштовано літні читальні зали при бібліотечних закладах на суму у п’тисяч гривень. На потреби мистецьких шкіл придбано: музичні інструменти концертне вбрання та звукотехнічне обладнання. Для зразкового аматорського ансамблю народного танцю «Волиняночка» придбано концертне взуття та сценічні костюми, а також концертні костюми для учасників народного аматорського духового оркестру. Початкову мистецьку освіту за рахунок коштів міського бюджету на сьогодні здобуває 1980 дітей. Розмір щомісячної плати за навчання становить від 70 до 150 гривень. 570 учнів користуються пільгами в платі за навчання. У школах діє 52 творчих колективи, що є активними учасниками загальноміських заходів. Більше 800 учнів є лауреатами мистецьких конкурсів міжнародного, всеукраїнського та регіонального статусів. Проведено традиційну щорічну рейтингову акція «Овація», за результатами якої визначено лауреатів 7 мистецьких премій міського голови, та вручено 44 відзнаки департаменту культури і грошові винагороди. Преміальний фонд склав – 96366 грн. <br><br> Проведено мистецьку акцію «Кращий в культурі». За особисті творчі досягнення та внесок у розвиток культури міста вручено 97 творчих премій для найуспішніших працівників галузі, митців та представників громадського сектору сфери культури (Преміальний фонд – 211 022 грн) 2020 року започатковано проєкт «Культура Луцька. Відомі люди», що передбачає популяризацію творчих досягнень працівників галузі, а також знайомство з людьми, які роблять значний внесок у розвиток культури Луцька. Культурно-мистецькі життя міста багате та різноманітне. Так, у 2020 році проведено близько 3000 культурно-мистецьких та культурологічних заходів. У зв’язку із введенням карантинних обмежень заходи, в основному, проводилися у форматах онлайн з використанням сучасних мультимедійних комп’ютерних технологій. З метою активізації творчого процесу та творчої самореалізації учнів мистецьких шкіл проведено 10 творчих конкурсів та мистецьких проектів. Серед яких найбільш знаковими є: «3D/DітиDімDистанційно», «Для тих, хто живе музикою», «ChildrenSing/Співають Діти», «Я люблю фортепіано». Організовано дистанційний фестиваль родинної творчості «ArtFamilyFеst», 58 онлайн майстер-класів відомих музикантів, співаків та художників. У форматах офлайн та онлайн проведено фестиваль «Великдень у Луцьку», заходи з відзначення Дня Європи, Дня пам’яті та примирення, Дня Матері, Міжнародного дня захисту дітей, до Дня пам’яті Чорнобильської трагедії, заходи з відзначення Дня незалежності України, Міжнародного дня музики, Дня художника тощо. До Дня міста у вересні 2020 року вперше реалізовано проєкт «Музичні імпровізації» у парку культури та відпочинку імені Лесі Українки. Концертні виступи відбувалися на незвичних локація – на воді, на дамбі, на містку. <br><br> В межах проєкту «Лісова пісня» виготовлено арт-інсталяції в тематиці драми Лесі Українки «Лісова пісня». Традиційні мистецькі презентації відбувалися на вул. Лесі Українки «Мистецька вулиця»; проведено концерт за участю художніх колективів та окремих виконавців на Театральному майдані, окрему концертну програму презентував народний артист України Василь Зінкевич. Започатковано мистецький проєкт «Королівство Русь», перший захід якого під назвою «Початок. 767» відбувся у приміщенні Художнього музею, де експонувалися роботи художниці Елеонори Сабової-Дишко «Мовчання - золото» та унікальні плакати луцьких художників- членів мистецького об’єднання «Куля» на теми з історії коронування Данила І. Новорічно-різдвяні заходи у закладах культури традиційно розпочалися на початку грудня. На базі художньої школи проведено третій міський конкурс дитячих малюнків «Місто святого Миколая», а роботи переможців експонувалися в арт-галереї «Луцьк». Продовжено започаткований 2017 року проєкт «Вулиця Різдвяних Янголів»; підготовлено арт-об’єкти та фотозони на Театральному майдані, у сквері біля пам’ятника св. Миколаю, у парку культури та відпочинку імені Лесі Українки тощо. Спільно з Художнім музеєм Луцька започатковано проєкт «Луцьк – місто Янголів». Активно працюють з користувачами культурних послуг культурно-мистецький центр «Красне», де відбулося 189 заходів, будинок культури мікрорайону Вересневе - 135 заходів, Теремнівський та Прилуцький будинки культури провели 109 заходів. 70 заходів підготували бібліотеки-філії с.&nbsp;Прилуцьке та с.&nbsp;Дачне міської централізованої бібліотечної системи. Загальна сума видатків на організацію та проведення заходів у 2020 році склала майже 2 мільйони гривень. <br><br> В рамках міжнародної&nbsp;культурної діяльності реалізовано грантовий проєкт програми Посольства Федеративної Республіки Німеччина «Тижні Німеччини в Луцьку 2020: «Об’єднанні в Європі – 30 років Німецької єдності». Проведено бінаціональну фотовиставку «Вільна Європа», виставку творів німецьких художників України, документів та фотографій, інструментальний музичний флешмоб та ін. Розмір гранту – 1 200 євро. Наразі, міською владою підготовлено до реалізації у 2021 році проєкт «Спільна культурна спадщина: відродження фольклору на українсько-польському прикордонні». Підготовлено 4 заявки до грантових програм у сфері культури. Зокрема, проєкт, присвячений 150-річчю видатної української письменниці «Леся UA». Заявку подано до Українського культурного фонду. Проєкти «Луцьк: Молодіжний креативний простір» та «Lutsk VR Art» подано до грантової програми «House of Europe». Триває реалізація Програми Ради Європи «Інтеркультурні міста», в межах якої відбулося більше 40 заходів. Організовано участь міста Луцька в кампанії «Важливий кожен» за участі мерів міст ІСС до Міжнародного дня міграції; онлайн-події: Фестиваль ідей 2020. «Світова лихоманка: долаємо кризу разом» тощо. У співпраці з Генеральним Консульством Польщі у Луцьку у музичній школі №1 імені Фридерика Шопена реалізовано Міжнародний мистецький проєкт «Шопенівські читання», серед заходів якого - виставка Кшиштофа Хейке під назвою «Шопенівський пейзаж» та концерт фортепіанної музики професорки Варшавського Музичного Університету імені Фридерика Шопена Марії Габрись-Хейке У сфері охорони культурної спадщини укладено 25 охоронних договорів з користувачами пам’яток історико-культурної спадщини, взято участь у реалізації транскордонного проєкту Польща-Білорусь-Україна «Дві вежі» та проєкту «Нове життя старого міста». У пріоритетних планах міської влади 2021 рік у галузі культури проведення капітального ремонту старого приміщення музичної школи №1 імені Фридерика Шопена, створення музею історії культури Луцька та Центру сучасних мистецтв, а також організація роботи закладів культури, приєднаних сільських громад. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Розвиток галузі туризму та промоція міста',
    'content' => ' <p> Формування позитивного іміджу міста Луцька як туристичної дестинації здійснюється в двох напрямках: внутрішня промоція спрямована на виховання любові до рідного міста, поінформованості про його історію, культуру, та зовнішня - скерована на поширення інформації про Луцьк за його межами як в Україні, так і закордоном. <br><br> З метою представлення туристичного потенціалу протягом минулого року місто Луцьк було презентовано в рамках міжнародних та національних заходів, таких як: міжнародна туристична виставка «ADVENTUR 2020» у м. Вільнюс (Литва); форум гідів у м. Львів; онлайн презентації «Міста України - відновимо український туризм разом» та ін. Працівники управління туризму та промоції міста брали участь у підготовці сюжетів про місто на найбільших національних телеканалах України: ICTV, 1+1, Україна. Підготовлено та розміщено промоційні статті у всеукраїнській газеті «День», на вебпорталі «Zruchno.Travel», а також на туристичних сайтах міст Київ, Одеса, Кам`янець-Подільський, інтернет-порталах «Discover Destination UA», «Bigmedia», www.life.pravda.com.ua. До відзначення Всесвітнього дня туризму було створено та презентовано новий проморолик «Луцьк – серце Волині». З метою популяризації туристичного та історико-культурного потенціалу Луцька було розроблено та виготовлено промоційну поліграфічну продукцію. На жаль, у зв`язку з карантинними обмеженнями проведення прес-турів для вітчизняних та закордонних засобів масової інформації, блогерів, фамтурів для туристичних операторів не проводились. Однак, працівниками управління проведена велика робота у соціальних мережах Facebook та Instagram, де щоденно наповнюється інформацією сторінка «Луцьк – приємне відкриття». З метою розвитку конкурентноспроможного туристичного продукту та посилення ролі Луцька, як логістичного центру туризму Волині управлінням спільно з КП «Центр туристичної інформації та послуг» було розроблено туристичні маршрути «Луцьк+». Презентовано книгу Петра Троневича «Оповідання з давньої історії Луцька» шрифтом Брайля. Підтримано розроблення гри «Луцький Пан», презентація якої відбулась в рамках святкування Дня міста. <br><br> З цієї ж нагоди у сквері на проспекті Волі, 3 відбулося відкриття пам`ятника Анні Київській. Захід проведено за участі Надзвичайного і Повноважного Посла Франції в Україні Пана Етьєна де Понсена. Скульптуру презентовано громадою Києва громаді Луцька в 2019 році в рамках пан’європейського проєкту «Шлях Королеви», який передбачає встановлення пам’ятників Анні Київській у ключових містах Європи на шляху до Франції. <br><br> Продовжується промоція З`їзду європейських монархів: проведено публічні лекції на теми: «Луцький з`їзд європейських володарів 1429 рік: задум і втілення», «Наслідки Луцького з’їзду або чим завершились коронаційні змагання 1429 - 1430 рр.», «З`їзд чи конгрес: що насправді відбувалось у Луцьку в січні 1429 року». Спільно з Волинським краєзнавчим музеєм було розроблено дизайн календарів на 2021 рік, приурочених 150-й річниці від дня народження Лесі Українки. В його оформленні були використані ілюстрації художниці Софії Караффи-Корбут, оригінали яких зберігаються у Колодяжненському літературно-меморіальному музеї Лесі Українки. З метою удосконалення системи туристичної інформації та туристичного ознакування встановлено знищені інформаційні таблиці біля історичних пам`яток міста, стрілки-вказівники, які показують напрямок до визначних місць Луцька. Завдяки ініціативі та зусиллям управління туризму було досягнуто порозуміння з найбільшим європейським автобусним перевізником FlixBus, результатом чого стало включення міста Луцька до мережі його транспортних маршрутів. Туристичний збір за результатами 2020 року склав майже півмільйона гривень. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Міжнародна та проектна діяльність міської ради',
    'content' => ' <p> Впродовж 2020 року міська влада працювала над впровадженням заходів 3-ох проєктів, які перебувають на етапі активної реалізації: <br><br> 1. Проєкт “Нове життя старого міста: ревіталізація пам`яток історичної та культурної спадщини у Луцьку та Любліні”. В рамках заходів проведено ремонтно-реставраційні роботи на пам’ятках архітектури “монастир єзуїтів” та “оборонна башта з муром”. Виконано близько 73 % від загального обсягу запланованих робіт. Проведено наукові археологічні дослідження на окремих ділянках пам’яток, під час яких у башті Чорторийських виявлено невідомі раніше підвальні кімнати. Розроблено додаткові проєктні рішення для здійснення в них реставраційного ремонту. На реалізацію цього проєкту отримано другий транш грантових коштів — 517 000 євро (близько 17,1 млн грн). <br><br> 2. Проєкт “Покращення безпеки транскордонної дорожньої інфраструктури Хелма та Луцька”. Грантодавець: ПТС Польща-Білорусь-Україна 2014-2020 ЄІС Станом на кінець звітного року завершено роботи з капітального ремонту вулиці Рівненської (виконавець — ТзОВ “Луцькавтодор-сервіс”, вартість виконаних робіт — 4 459,2 тис. грн), капітального ремонту 40 світлофорних об’єктів, (виконавець — КП “ЛЕП-“Луцьксвітло”, вартість робіт - 9 118,2 тис. грн), розпочато роботи з реконструкції мереж зовнішнього освітлення на вул. Конякіна (виконавець — ТОВ “Волинська електротехнічна компанія”), здійснено заміну 213 з 246 передбачених проєктом світильників на нові LED. (вартість робіт - 1&nbsp;287, 1 тис. грн.). На разі, отримно другий транш грантових коштів - 347 600,49 євро (близько 9,7 млн грн.). <br><br> 3. Проєкт “Використання екологічних і розумних технологій у системі громадського транспорту міста Луцька”. Грантодавець: Федеральне міністерство економічного співробітництва та розвитку Німеччини через Engagement Global gGmbH / Сервісна служба «Міста в єдиному світі», програма Nakopa, головний партнер — Адміністрація краю Ліппе, ФРН. В рамках проекту підготовлено тендерну документацію, проведено відкриті торги, укладено договори з підрядником СП ТОВ&nbsp;«МОДЕРН-ЕКСПО» на закупівлю та встановлення 9 «розумних зупинок» для громадського транспорту (5 великих і 4 малих, 3 560 000 грн.) та 22 «розумних табло» з інформацією про рух громадського транспорту. Розпочато роботу щодо реалізації супупніх заходів проєкту: розробка сайту, фарбування тролейбусів тощо.&nbsp; На реалізацію проекту отримано грантові кошти у сумі 217 600 євро (6&nbsp;541&nbsp;000 грн). Всього у 2020 році отримано 1&nbsp;082&nbsp;200,49 євро (близько 33&nbsp;341&nbsp;000 грн) коштів міжнародної технічної допомоги на реалізацію міжнародних проєктів. Сьогодні міська влада здійснює підготовку проєктних заявок на третій конкурс грантової Програми Польща-Білорусь-Україна 2014-2020: проєкт “Промоція природної спадщини міських річок та прибережних територій Жешува та Луцька”. Рекомендований до фінансування з коштів ЄС та проєкт “Таємниці двох веж: промоція середньовічних укріплень Луцька та Любліна за допомогою інноваційних технологій”. Рекомендований до фінансування з коштів ЄС. Крім цього, було подано проєктні заявки на конкурси проєктів Представництва ЄС на підтримку громадянського суспільства в Україні та проекту GIZ “EU4Business: конкурентоспроможність та інтернаціоналізація малих і середніх підприємств”. У сфері розширення та розвитку міжнародних зв’язків та європейської інтеграції на початку 2020 року організовано візити делегацій на сміттєпереробні заводи міст Краків (Республіка Польща) та Брно (Чеська Республіка) з метою вивчення досвіду та налагодження співпраці. Відбулися офіційні зустрічі керівництва міста з делегаціями з м. Замость, з офіційними спостерігачами за виборами від ОБСЄ, з Генеральним консулом РП в Луцьку, з Надзвичайним та Поважним Послом Французької Республіки в Україні. Однак, у зв’язку з карантинними обмеженнями офіційні заходи міжнародного характеру, що традиційно відбуваються в Луцьку та в партнерських містах за кордоном, було скасовано, перенесено на пізніший термін, проведено у онлайн форматі. Зокрема, Луцька міська рада взяла участь у таких онлайн-заходах: консультація з фахівцями Офісу міського архітектора Адміністрації міста Люблін; Конгресі транскордонного співробітництва «Люблін-2020», Конференції муніципальних партнерств з країнами Східної Європи та конференції “PBU on the air” ПТС Польща-Білорусь-Україна 2014-2020 та ін. На сьогодні розпочато активну роботу з налагодження співпраці з Посольством Французької Республіки в Україні з метою встановлення дружніх відносин Луцька з громадами у Франції. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Основні підсумки роботи Центру надання адміністративних послуг у місті Луцьку та розгляд звернень громадян',
    'content' => ' <p> Збереження високих стандартів якості надання адміністративних послуг, оперативне реагування на звернення громадян, що надходять у групу оперативного реагування «15-8-» та вирішення їх звернень і питань по суті -сьогодні це основне завдання у діяльності виконавчих органів Луцької міської ради. Кожний керівник виконавчого органу особисто відповідає за організацію цієї роботи. Координацію і контроль здійснює Центр надання адміністративних послуг у місті Луцьку. Протягом 2020 року в групу оперативного реагування «15-80» надійшло 26&nbsp;105 телефонних звернень, 552 електронних звернення. <br><br> Пандемія короновірусу внесла певні корективи в роботу ЦНАП, однак міська влада зробила усе необхідне аби прийом відвідувачів та надання послуг не припинялися навіть в умовах карантину. Крім цього, кількість послуг, що надаються через ЦНАП міста Луцька значно зросла і становить 481 (відповідно 448 - 2019 рік, 374 - 2018, 332 - 2017). Нововведенням у 2020 році стало надання нових сервісів: - можливість замовлення електронних адмінпослуг та надання результату послуги поштою чи кур’єром; - зворотній зв`язок з адміністратором ЦНАП онлайн. Загалом, впродовж 2020 року до ЦНАП звернулось 220&nbsp;888 суб’єктів звернень (відповідно 272&nbsp;338 - 2019 рік, 257&nbsp;184 - 2018, 253&nbsp;812 - 2017). Зменшення кількості замовників пояснюється тим, що ряд послуг можна отримати за однією заявою, за один візит надавалось 5-9 послуг, а також на період карантину надання деяких послуг було призупинено. <br><br> Луцький ЦНАП, який одним з перших у 2020 році розпочав надання комплексних послуг «єМалятко», «Оформлення і видача паспорта громадянина України з безконтактним електронним носієм з одночасною реєстрацією у Державному реєстрі фізичних осіб – платників податків», оформлення будинкової книги при реєстрації права власності. За звітний період надано 6&nbsp;885 послуг щодо оформлення паспорта громадянина України для виїзду за кордон та 6&nbsp;166 послуг з оформлення паспорта громадянина України у формі ID-картки. Надано 811 послуг з реєстрації актів цивільного стану, з них 122 – «Шлюб за добу». По реєстрації бізнесу у 2020 році надано 9&nbsp;457 адміністративних послуг, в тому числі 5&nbsp;392 - через портал електронних послуг «Дія». Протягом 2020 року розглянуто 4&nbsp;719 звернень громадян, із них: 4&nbsp;561 - письмові та 158 звернень зареєстровано під час проведення особистих прийомів та «прямих телефонних ліній» керівництвом міської ради. Розгляд телефонних звернень та повідомлень через Сіті-бот «Назар», що надходять в групу оперативного реагування «15-80» через соціальні мережі є на особливому контролі у керівництва міської ради. Станомна кінець 2020 року загальна кількість користувачів системи становила 3309 осіб, до роботи в системі підключені 30 установ. Протягом 2020 року на офіційний сайт міської ради звернулись громадяни, які ініціювали 148 петицій. З них: 30 були підтримані, 118 - розглянуті як електронні колективні звернення. За звітний період роботу Департаменту оцінили 194 тисячі 544 відвідувача. З них лише 296, а це 0,15 відсотка, зазначили, що невдоволені наданими послугами Водночас, незважаючи на лідерські позиції м. Луцька у сфері надання адміністративних послуг, залишається певна проблематика над якою міська влада працюватиме у 202: дерегуляція та скорочення кількості адмінпослуг, спрощення процедур їх надання послуг, діджиталізація та електронізація ЦНАП. Сьогодні Луцький ЦНАП – флагман у розвитку державної системи надання адміністративних послуг та обслуговування громадян і є базисом для ухвалення багатьох урядових рішень у цій сфері. Зокрема у звітному періоді моніторинг роботи Департаменту ЦНАП щодо кількості наданих платних послуг був врахований при підготовці законопроекту «Про адміністративний збір» №4380. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Робота департаменту державної реєстрації',
    'content' => ' <p> Третина адміністративних послуг, що надаються департамент «Центр надання адміністративних послуг у місті Луцьку» у форматі «єдиного вікна» — це послуги департаменту державної реєстрації, який здійснює реєстрацію речових прав на нерухоме майно, що розміщене як в місті Луцьку, так і у межах Волинської області, реєстрацію місця проживання та ведення Реєстру Луцької міської територіальної громади. Так, за 2020 рік департаментом надано 48 100 послуг. 52 % від загальної кількості звернень з питань державної реєстрації нерухомості надається за принципом екстериторіальності, тобто департамент реєструє об’єкти нерухомого майна, які розташовані в межах Волинської області в цілому. </p> <p> За звітний період до міського бюджету за сплату адміністративних послуг, наданих департаментом, надійшло майже півтора мільйона гривень. Разом з тим 25 % послуг було на безоплатній основі. У зв’язку з приєднанням до Луцької міської територіальної громади 35 населених пунктів станом на 01.01.2021 у Реєстрі Луцької міської територіальної громади наявні відомості про понад 205 000 зареєстрованих осіб. У 2020 році департамент спільно з Міністерством цифрової трансформації України та Міністерством внутрішних справ України приймав активну участь в реалізації експериментальних проєктів: електронна послуга реєстрації місця проживання дитини до 14 років, відображення актуальної реєстрації місця проживання у мобільному додатку “Дія” тощо. Протягом 2020 року департаментом в порядку реалізації експериментального проєкту “Є-Малятко” здійснено реєстрацію в електронній формі місця проживання 1106 дітей. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Робота юридичного департаменту',
    'content' => ' <p> Впродовж 2020 року перевірено на відповідність законодавству 5322 проектів нормативно-розпорядчих актів ради, виконавчого комітету, опрацьовано 3563 вхідної кореспонденції, розглянуто 426 звернень громадян. Надано правову оцінку проектам 670 таких договорів. Виконавчим комітетом Луцької міської ради у 2020 році було проведено 20 процедур закупівель та укладено 21 договір, при цьому, проведено проведено 63 засідання. В результаті, економія бюджетних коштів склала близько двох мільйонів гривень. Проводилась претензійно-позовна робота, підготовлено та подано до суду 286 позовів, апеляційних та касаційних скарг, відзивів на позови, пояснень, заяв та клопотань у судових справах. Здійснено представництво інтересів виконавчого комітету та міської ради у 590 судових засіданнях. За 2020 рік на розгляд адміністративної комісії надійшло 1351 адміністративних справ. Безпосередньо розглянуто 1302 справи. Закрито проваджень за різними мотивами 265 адміністративних справ. Проведено 23 засідань комісії, прийнято 953 постанови про накладення адміністративного стягнення, попереджено про адміністративну відповідальність 14 правопорушників, нкладено штрафів на 939 правопорушників на загальну суму 518 194 грн, до міського бюджету сплачено штрафів на суму 328 420 грн. За результатами проведеної роботи щодо запобігання корупції посадовими особами міської ради, керівниками та уповноваженими особами комунальних підприємств, установ та організацій підготовлено 34 довідки, передбачені Законом України “Про очищення влади”. Вживалися заходи щодо виявлення конфлікту інтересів. Протягом 2020 року було проведено 15 засідань спостережної комісії, в тому числі одне засідання на базі Державної установи “Луцький слідчий ізолятор”. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Робота управління інформаційно-комунікаційних технологій',
    'content' => ' <p> В умовах жорсткого карантину міській владі довелося перелаштовувати свою роботу з використанням електронних технологій таким чином, аби забезпечити виконання усіх завдань та належну життєдіяльність міста, усіх його підприємств, установ та організацій, служб. Таким чином в онлайн-простір була переведена робота депутатів міської ради та членів виконавчого комітету, а також забезпечена онлайн-трансляція засідань на сайті Луцької міської ради та офіційній сторінці Луцької міської ради у Фейсбук. Продовжена робота щодо розширення можливостей системи електронного документообігу. На кінець звітного року у загальній системі електронного документообігу працював 781 працівник. Управління взяло участь у конкурсі “Дієва громада” та у конкурсі цифрових ідей у рамках Відкритого виклику ініціативи “Дані міст”. Перемога в останньому дала можливість впровадити систему моніторингу якості повітря, що скоротило час реагування на негативні явища у сфері екології. Запроваджено платформу обліку зелених насаджень та оцінки його стану. Конкурс “Дієва громада” дав можливість оцінити стан цифрової трансформації та усвідомлення правильного шляху у сфері перетворення транспортної системи на більш сучасну. Управління здійснює технічну підтримку офіційного сайту Луцької міської ради, ведеться моніторинг стану оприлюднення інформаційних матеріалів, досліджується рейтинг сайту та актуальність інформації.  В середньому щоденна аудиторія сайту становить 2500 осіб. Проводилась робота з підприємствами ліцензіатами щодо надання послуг по побудові комплексної системи захисту інформації (КСЗІ), а саме, проводили аналіз комерційних пропозицій на обстеження середовища функціонування та написання технічного завдання для побудови КСЗІ.  </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Робота загального відділу міської ради',
    'content' => ' <p> У 2020 році організовано проведення 44 засідань виконкому, (38 - позачергові), на яких ухвалено 1314 рішень. На початку 2020 року до Регламенту роботи виконавчого комітету та виконавчих органів міської ради внесені зміни щодо особливостей організації та проведення засідань виконавчого комітету міської ради в умовах карантину, надзвичайних ситуацій та/або надзвичайного стану. Починаючи з квітня в режимі відеоконференцій проведено 29&nbsp; дистанційних засідань. Загальним відділом взято участь у підготовці та зареєстровано 371&nbsp;розпорядження міського голови з питань основної діяльності. Всі ухвалені рішення виконавчого комітету та розпорядження міського голови, що не містять конфіденційної інформації, оприлюднені на офіційному сайті Луцької міської ради. Окрім цього за звітний період: зареєстровано 7136 документів вхідної кореспонденції, надіслано 5950 документів вихідної, &nbsp;зареєстровано та доведено до відома 51 доручення міського голови та його заступників. З числа вхідної кореспонденції розпоряджень голови облдержадміністрації – 218, доручень голови, заступників голови облдержадміністрації надійшло – 90, рішень обласної ради надійшло 18. У 2020 році до Луцької міської ради надійшло 684 запити на інформацію. Найчастіше громадян цікавили питання житлово-комунального господарства та благоустрою, бюджету, будівництва та містобудування. З кінця 2020 року загальний відділ здійснює реєстрацію звернень від юридичних осіб з питань, що стосуються територіальних громад, які увійшли до складу Луцької міської територіальної громади та запитів на інформацію, розпорядниками якої є Жидичинська, Заборольська, Княгининівська та Іванчицівська сільські ради. В грудні минулого року розпочав свою діяльність новий склад виконавчого комітету Луцької міської ради VIII скликання, до складу якого увійшли старости села, сіл, старостинського округу. У 2020 році проведено 10 оперативних під головуванням секретаря міської ради, виконувача повноважень міського голови, з них - 7 у режимі відео конференції. Керівництво міської ради взяло участь у 9 відеоселекторних нарадах головуванням голови Волинської обласної держадміністрації та його заступників. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Робота депутатського корпусу та відділу секретаріату міської ради',
    'content' => ' <p> У 2020 ріці проведено 29 сесій Луцької міської ради 7-го скликання (26 - дистанційно), на яких розглянуто 734 проєкти та ухвалено 620 рішень міської ради. Організовано 240 засідань постійних комісій міської ради, на яких розглянуто більше 800 питань. Разом з тим, депутатам міської ради було організовано традиційні Дні депутатів: в КЗ «Волинський обласний перинатальний центр» та КЗ «Луцький клінічний пологовий будинок» (10.02.2020), у Волинському національному університету ім.&nbsp;Лесі Українки (17.02.2020) та на ДКП «Луцьктепло» (05.08.2020), а також День депутата щодо тарифів на житлово-комунальні послуги (13.02.2020). 27.11.2020 відбулася перша урочиста сесія Луцької міської ради 8-го скликання, на якій територіальною виборчою комісією було оголошено підсумки місцевих виборів. До кінця звітного року новообрані депутати міської ради проведели 3 сесії Луцької міської ради 8-го скликання, що складалися з п’яти пленарних засідань та ухвалили ряд важливих для громади рішень: підтримали звернення до Національної комісії, що здійснює державне регулювання у сферах енергетики та комунальних послуг щодо недопущення збільшення тарифу на послуги розподілу природного газу для АТ «ВОЛИНЬГАЗ», звернення до Президента України, голови Верховної Ради України, Прем’єр-міністра України щодо ситуації з реформування Національної академії державного управління та передачі її у підпорядкування Кабінету Міністрів України, ухвалили новий Регламент Луцької міської ради 8-го скликання та Положення про постійні комісії Луцької міської ради. Вже на перших сесіях міської ради депутати затвердили близько п’яти десятків програм щодо соціально-економічного розвитку міста та бюджету Луцької міської територіальної громади на 2021 рік, а також статути комунальних закладів культури та спорту, підприємств сфери житлово-комунального господарства приєднаних територіальних громад. Отож, за місяць продуктивної роботи депутати 8-го скликання розглянули 318 проєктів рішень, ухвалили 280 з них, провели 22 засідання постійних комісій міської ради, на яких розглянуто близько 400 питань. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Робота відділу зв’язків з громадськістю',
    'content' => ' <p> Сьогодні на території громади функціонує близько 200 громадських організацій та більше 100 місцевих організацій політичних партій. В Луцькій міській раді налагоджено доброзичливий та конструктивний діалог з об’єднаннями громадян. Протягом 2020 року у м. Луцьку проведено 162 заходи суспільно-політичного спрямування. Зокрема: політичними партіями -27, громадськими організаціями – 61, організовані громадянами - 74. Усі заходи пройшли з дотримання протиепідемічних правил, соціальної дистанції та вжито дій щодо забезпечення охорони громадського порядку. 31 захід загальноміського значення, що організовував відділ у звітному році, також відбувся відповідно до карантинних обмежень. Протягом 2020 року відбулось три засідання громадської ради при Луцькому міському голові на яких було розглянуто шістнадцять питань розвитку та життєдіяльності громади. Міською владою сьогодні налагоджено тісну співпрацю з представництвами усіх релігійних конфесій міста. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Робота архівного відділу',
    'content' => ' <p> Протягом 2020 року проведено 10 засідань постійно-діючої експертної комісії відділу, на які подали для розгляду свої документи 150 установ міста. Станом на 31.12.2020 року обліковано 35 фондів, документи яких зберігаються в архівному відділі, з них 22 установи – джерел формування НАФ. Усім установам, незалежно від форми власності, надається методично-консультативна допомога щодо архівної справи. Всього перевірено, схвалено та погоджено у 2020 році більше 25 тисяч положень, номенклатурних справ, інструкцій з діловодства, справ особового фонду, іншої документації. Прийнято 19 частин фондів у кількості 710 справ, організовано впорядкування документів у 12-ти установах міста. В базу даних архівного відділу Луцької міської ради введено документи 1991 справи, надано більше 150 консультацій. За звітний період встановлено місцезнаходження документів 13-ти установ-банкрутів міста Луцька, організовано збір та описування документів фондів особового походження, зібрано та описано документи про почесних громадян міста за 1986-2019 роки, з яких сформовано 67 справ постійного зберігання. Для популяризації архівних документів архівним відділом проведено 15 виставок архівних та публіцистичних документів до визначних дат міста та держави, з них 13 - спільно із бібліотекою-філіалом № 3. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Робота відділу ведення Державного реєстру виборців',
    'content' => ' <p> Основною політичною подією, звичайно стали місцеві вибори, проведені 25 жовтня 2020 року. Для луцької міської територіальної громади це був, без перебільшення, важливий момент, адже місто 4 роки чекало на право обрати свого очільника і довірити йому управління і розвиток громади. Виборчий процес 2020 року мав ряд особливостей у зв’язку із змінами у виборчому законодавстві, змінами адміністративно-територіального устрою, а також необхідністю дотримання протиепідемічних заходів у день голосування у зв’язку із поширенням коронавірусної хвороби COVID-19. Відділом забезпечено виконання усіх завдань щодо організації та проведення у місті Луцьку місцевих виборів 25 жовтня 2020 року та повторного голосування з виборів Луцького міського голови 15 листопада 2020 року. На території Луцької міської територіальної громади для проведення місцевих виборів було використано 109 постійних виборчих дільниць: 100 звичайних та 9 спеціальних. З них у м.Луцьку функціонувало 83 виборчі дільниці на постійній основі, з яких 74 - звичайні, 9 - спеціальні. В ході виборчого процесу відділом здійснено виготовлення попередніх та уточнених списків виборців, іменних запрошень виборцям. Так, до уточненого списку виборців на день виборів 25 жовтня було включено 152&nbsp;133 виборці, а до списку виборців для повторного голосування з виборів Луцького міського голови 15 листопада увійшло 152 179 виборців. Окрім цього, робота відділу у звітному році була спрямована на забезпечення виконання завдань у зв’язку із запровадженням суттєвих змін у виборчому законодавстві, зумовлених набранням чинності Виборчого Кодексу України, а також врегулюванням низки виборчих процедур Центральною виборчою комісією. Підготовлено до затвердження новий перелік виборчих дільниць, зокрема, щодо уточнення адрес та площ приміщень для роботи дільничних виборчих комісій та приміщень для голосування тощо. За результатами уточнення та з метою актуалізації інформації внесені зміни у картки 51 виборчої дільниці. У 2020 році було перенесено центри для голосування трьох виборчих дільниць м.&nbsp;Луцька: №№071061, 071069, 071089. Всього протягом звітного року зареєстровано 157 змін у довіднику виборчих дільниць міста. Внесені зміни у виборче законоданвство розширили можливості для реалізації виборчих прав громадянами завдяки спрощенню процедури зміни виборчої адреси у Державному реєстрі виборців. Це дозволило виборцям голосувати у тих територіальних громадах, де вони фактично проживають. Такою можливістю для участі у місцевих виборах у Луцьку скористалося 226 виборців у період з 01.07.2020 до 10.09.2020. Під час виборчого процесу працівниками відділу забезпечена передача оперативної інформації про хід голосування до Центральної виборчої комісії. Місцеві вибори на території громади пройшли організовано, офіційними спостерігачами міжнародних місій та відповідними уповноваженими органами і організаціями не зафіксовано порушень законодавства, які б вплинули на об’єктивність встановлення результатів виборів. У рамках модернізації Комплексної системи захисту інформації автоматизованої інформаційно-аналітичної системи “Державний реєстр виборців” та у зв’язку з отриманням Службою розпорядника Державного реєстру виборців нового атестату відповідності 16 грудня 2020 року проведено повторне випробування Комплексної системи захисту інформації на рівні відділу з урахуванням змін у технічній та проєктній документації. Кількість виборців у м.&nbsp;Луцьку станом на 01.01.2021 — 152 343. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Висвітлення діяльності Луцької міської ради та міського голови',
    'content' => ' <p> Відділ інформаційної роботи протягом звітного року забезпечував повне та широке висвітлення діяльності органу місцевого самоврядування, інформував через засоби масової інформації про плани та результати роботи, ключові події та тенденції розвитку міста і громади. <br> <br> Основним засобом реалізації цих завдань у міській раді є офіційний сайт, де оперативно розміщувалась інформація про місто, діяльність міського голови, його заступників, виконавчого комітету, виконавчих органів та депутатів міської ради. Працівники відділу щоденно наповнювали рубрику «Оперативна інформація» актуальними інформаційними матеріалами (опубліковано понад 4 000 таких повідомлень). Окрім цього, системно оновлювали рубрики «Оголошення», «Фоторепортажі», «Відеоновини» (виготовлено 123 відеоматеріали про роботу органів місцевого самоврядування). З початку запровадження карантинних заходів щодня наповнювали рубрику “Актуально” оперативною інформацією щодо захворюваності на COVID-19. У минулому році укладені угоди про співпрацю з газетами “Волинь-нова”, “Волинська газета”, “Твій вибір”, “Луцький замок, на сторінках яких протягом року публікувались нормативно-правові акти, рішення ради та виконкому, розпорядження, оголошення та повідомлення, інтерв’ю з посадовими особами міської ради, статті та інформації про події, культурні заходи з життя міста. У співпраці з ТРК “Аверс” у студії телеканалу організовано 25 прямих ефірів з депутатами міської ради “Луцький депутат” та 6 програм “Відкрита влада. МІСТО” - з депутатами й посадовими особами міської ради на актуальні теми життєдіяльності міста. У телевізійній програмі «Луцьк європейський», яка виготовлялася та транслювалася на “12-му каналі”, висвітлювались діяльність міської ради, культурні, соціально-економічні заходи, що відбувалися у Луцьку. Щоденно, за сприяння відділу, у новинах та сюжетах місцевих ЗМІ, інтернет-виданнях оприлюднювалась інформація про роботу міської ради та найцікавіші події, які відбувалися у Луцьку. <br><br> Працівники відділу ведуть сторінку Луцької міської ради у соціальній мережі Фейсбук та Телеграм — каналі. Щоденно там розміщують актуальні новини та відеоматеріали. Усі матеріали, підготовлені працівниками відділу інформаційної роботи та інших структурних підрозділів, анонси подій щоденно надсилаються електронною поштою у ЗМІ з метою подальшого інформування населення. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Діяльність відділу кадрової роботи і нагород міської ради',
    'content' => '<p>Основою кадрового забезпечення виконавчих органів міської ради є принципи демократичного добору, просування по службі за діловими якостями, постійне навчання посадових осіб місцевого самоврядування, заохочення їх до службової кар’єри, систематичне оновлення кадрів та здійснення контролю за їх діяльністю. На кінець 2020 року загальна чисельність апарату Луцької міської ради та її виконавчих органів становила 692 штатних одиниці, що у порівнянні з аналогічним періодом 2019 року збільшилась на 55 працівників, що зумовлено змною адміністративно-територіального устрою та створенням Луцької міської територіальної громади. На вакантні посади за результатами проведених відкритих публічних конкурсів протягом 2020 року прийнято 79 працівників. Постійно забезпечується кар’єрний ріст працівників шляхом просування по службі за діловими якостями. Так, переведено на вищі посади 21 особу. Ведеться постійна робота щодо запровадження системності та безперервності у професійно-освітньому процесі підвищення кваліфікації посадових осіб упродовж усього періоду проходження служби. Протягом року було проведено 17 зовнішніх та 5 внутрішніх навчань, в яких взяли участь 495 та 167 працівників виконавчих органів міської ради відповідно. За звітний період у Львівському регіональному інституті державного управління Національної академії державного управління при Президентові України навчалось 10 працівників виконавчих органів міської ради та 2 посадових осіби - у Національній академії державного управління при Президентові України у м.Київ. Якщо оцінювати освітній рівень працюючих, то вищу освіту рівня бакалавр, спеціаліст, магістр мають 100% працюючих посадових осіб місцевого самоврядування. За кваліфікацією переважає економічна освіта – 32,3%, технічна – 18,7 %, гуманітарна – 25,6 %, юридична – 20,9 %. У Луцькій міській раді сформована дієздатна професійна команда, яка працює на розвиток та в інтересах громади міста. Головними чинниками, які її характеризують, є професійний досвід та знання, інтелектуальний потенціал, ерудиція і об’єктивна оцінка результатів діяльності кожної посадової особи, яка здійснюється за рахунок відповідальності за свою ділянку роботи, готовності та здібностей по-діловому вирішувати виробничі питання. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
[
    'name' => 'Заключне слово',
    'content' => ' <p>Сьогодні лучани та жителі міської громади мають змогу з різних джерел отримувати оперативну, повну та об’єктивну інформацію про діяльність міської влади. Луцький міський голова, Луцька міська рада 7-го та 8- го скликань та виконавчий комітет висловлюють щиру подяку керівникам обласної влади та територіальних органів установ державної виконавчої влади, усім журналістам місцевих та всеукраїнських ЗМІ, активістам громадських організацій, фондів, студентам, науковцям, вчителям і вихователям, військовим, медикам, волонтерам, меценатам, спонсорам, підприємцям, робітникам за чітку, злагоджену, конструктивну та ефективну роботу. Подяка міської влади і керівникам усіх релігійних організацій за благодійні ініціативи, за допомогу у консолідації міської громади у складний час. </p> ',
    'additional_content_url' => '#',
    'charts' => [
    ]
],
];

/*
 * fixing an article's content depends on needed corrections (__article_id__ transform to actual article id, etc)
 */
$replacementPatterns = [
    'idReplacementPattern' => '/__article_id__/mi',
    'imageSrcReplacementPattern' => '/(<\s*img.*?src\s*=\s*")(.*?)(\s*".*?>)/mi'
];

foreach($articles as $key => $article) {
    $articles[$key]['content'] = preg_replace($replacementPatterns,
    [

        transliteration($article['name']), //idReplacementPattern
        '$1'.asset('$2').'$3', //imageSrcReplacementPattern

    ], $article['content']);
}
@endphp

@section('content')
    <script>
        /* Array with php values, which has been transferred through article.blade.php file.
        * This array exists because we need to have access to every article's chart and generate
        * new instance of chart's class each time when needed according to .__article_id___chart
        * query selection (querySelectorAll('__article_id___chart')). That means, we need to produce
        * query selection by class selector presented earlier and assign it to newly created instance of
        * Chart class then place this instance in articleVariables['article_id']['charts'][0...n]['instance']*/

        let articlesVariables = []

        const
        ChartPrototype = function() {
            this.type = '';
            this.data = {
                labels: [],
                datasets: [{
                    label: '',
                    data: [],
                    backgroundColor: [],
                    borderColor: [],
                }]
            };
        }

        function optimizeCanvasSize(canvas, chartData) {
            function optimizeCanvasHeight(chartHeight, multiplier) {
                if (chartData.type === 'pie' ||
                    chartData.type === 'doughnut') {
                    canvas.width = '100';
                    canvas.height = (chartHeight + chartData.dataset.length * multiplier).toString();
                } else {
                    //if chart has additional strings to their title, height of canvas will be increased
                    if (typeof chartData.title === 'object') {
                        canvas.height = (chartHeight + chartData.title.length * multiplier).toString();
                        canvas.width = '80';
                    } else {
                        canvas.height = chartHeight.toString();
                        canvas.width = '80';
                    }
                }
            }

            let chartsDefaultHeight = {
                more0less300: 120,
                more300less370: 93,
                more370less450: 80,
                more450less580: 65,
                more580less768: 65,
                more768less1365: 55,
                more1365: 55,
            }

            if (window.innerWidth > 0 && window.innerWidth <= 300) {
                optimizeCanvasHeight(chartsDefaultHeight.more0less300, 4);
            }

            if (window.innerWidth > 300 && window.innerWidth <= 370) {
                optimizeCanvasHeight(chartsDefaultHeight.more300less370, 4);
            }

            if (window.innerWidth > 370 && window.innerWidth <= 450) {
                optimizeCanvasHeight(chartsDefaultHeight.more370less450, 4);
            }

            if (window.innerWidth > 450 && window.innerWidth <= 580) {
                optimizeCanvasHeight(chartsDefaultHeight.more450less580, 3);
            }

            if (window.innerWidth > 580 && window.innerWidth <= 768) {
                optimizeCanvasHeight(chartsDefaultHeight.more580less768, 3);
            }

            if (window.innerWidth > 768 && window.innerWidth <= 1365) {
                optimizeCanvasHeight(chartsDefaultHeight.more768less1365, 3);
            }

            if (window.innerWidth > 1365) {
                optimizeCanvasHeight(chartsDefaultHeight.more1365, 3);
            }
        }

        function getRandomColor() {
                let r = Math.floor(Math.random() * (256));
                let g = Math.floor(Math.random() * (256));
                let b = Math.floor(Math.random() * (256));

                return {
                    r: r,
                    g: g,
                    b: b,
                }
        }

        function proceedAdditionalOptionsToChart(chartInstance, chartData) {
            let
                type = chartInstance.type,
                legend = chartData.legend,
                name = chartData.title,
                axisNames = chartData.axis,
                dataLabelSuffix = chartData.suffix,
                arrayWithData = chartInstance.data.datasets[0].data.map(element => parseInt(element)),
                showVerbalRounding = chartData.isVerbalRoundingEnabled === 'true',
                showVerbalRoundingForHoveredLabels = chartData.isVerbalRoundingEnabledForHoveredLabels === 'true',
                showDataLabels = chartData.isDataLabelsShown === 'true',
                barsBackgroundsColors = [];

            chartInstance.data.datasets[0].barPercentage = 0.7;
            chartInstance.type = type;
            chartInstance.data.datasets[0].label = legend;
            chartInstance.options = {
                //here chart's title can be enabled
                title: {
                    display: true,
                    text: name,
                    fontSize: 16,
                    fontColor: 'black',
                    fontFamily: '\'Open Sans\', sans-serif',
                    padding: (chartInstance.type === 'pie' || chartInstance.type === 'doughnut') ? 0 : 20,
                },
                tooltips: {
                    titleFontSize: 14,
                    bodyFontSize: 12,
                    footerFontSize: 12,
                    callbacks: {
                        label: function(tooltipItem, data) {
                            let
                                currentItemIndex = tooltipItem.index,
                                currentItemData = data.datasets[0].data[currentItemIndex],
                                label = `${data.labels[currentItemIndex]}: `;

                            if (showVerbalRoundingForHoveredLabels) {
                                if (currentItemData >= 1000 && currentItemData < 1000000) {
                                    return `${label}${(currentItemData/1000).toFixed(1)} тис.${dataLabelSuffix}`;
                                } else if (currentItemData >= 1000000 && currentItemData < 1000000000) {
                                    return `${label}${(currentItemData/1000000).toFixed(1)} млн.${dataLabelSuffix}`;
                                } else if (currentItemData >= 1000000000 && currentItemData < 1000000000000) {
                                    return `${label}${(currentItemData/1000000000).toFixed(1)} млрд.${dataLabelSuffix}`;
                                } else {
                                    return `${label}${currentItemData}${dataLabelSuffix}`;
                                }
                            } else {
                                return `${label}${currentItemData}${dataLabelSuffix}`;
                            }
                        }
                    }
                },
                legend: {
                    display: (chartInstance.type === 'pie' || chartInstance.type === 'doughnut' || legend !== ''),
                    labels: {
                        display: true,
                        fontFamily: '\'Open Sans\', sans-serif',
                        fontColor: 'black',
                        fontSize: 14,
                    }
                },
                plugins: {
                    datalabels: {
                        display: showDataLabels,
                        anchor: (chartInstance.type === 'pie' || chartInstance.type === 'doughnut') ? 'center' : 'end',
                        align: (chartInstance.type === 'pie' || chartInstance.type === 'doughnut') ? 'end' :
                                chartInstance.type === 'horizontalBar' ? 'end' : 'top',
                        formatter: function(value, context) {
                            if (showVerbalRounding) {
                                if (value >= 1000 && value < 1000000) {
                                    return `${(value/1000).toFixed(1)} тис.${dataLabelSuffix}`;
                                } else if (value >= 1000000 && value < 1000000000) {
                                    return `${(value/1000000).toFixed(1)} млн.${dataLabelSuffix}`;
                                } else if (value >= 1000000000 && value < 1000000000000) {
                                    return `${(value/1000000000).toFixed(1)} млрд.${dataLabelSuffix}`;
                                } else {
                                    return `${value}${dataLabelSuffix}`;
                                }
                            } else {
                                return `${value}${dataLabelSuffix}`;
                            }
                        },
                        font: {
                            family: '\'Open Sans\', sans-serif',
                            size: 14,
                        },
                        color: 'black',
                    }
                }
            }

            if (chartInstance.type === 'line') {
                chartInstance.data.datasets[0].fill = false;
                /*
                fill chart elements with color according to amount of incoming data
                 */
                for (let i = 0; i < arrayWithData.length; i++) {
                    chartInstance.data.datasets[0].pointBorderColor.push('rgba(0, 0, 0, 1)');
                    chartInstance.data.datasets[0].pointBackgroundColor.push('rgba(255, 99, 132, 1)');
                    chartInstance.data.datasets[0].borderColor.push('rgba(255, 99, 132, 1)');
                }
                chartInstance.data.datasets[0].pointBorderWidth = 2;
            }

            if (chartInstance.type === 'bar' ||
                chartInstance.type === 'horizontalBar') {
                for (let i = 0; i < arrayWithData.length; i++) {
                    chartInstance.data.datasets[0].backgroundColor.push('rgba(255, 0, 0, 1)');
                }
                chartInstance.data.datasets[0].borderWidth = 0;
            }

            if (chartInstance.type === 'doughnut' ||
                chartInstance.type === 'pie') {
                chartInstance.options.legend.position = window.innerWidth < 768 ? 'top' : 'top'
                for (let i = 0; i < arrayWithData.length; i++) {
                    let randomColor = getRandomColor();
                    chartInstance.data.datasets[0].backgroundColor.push(`rgba(${randomColor.r},${randomColor.g},${randomColor.b}, 0.4)`);
                    chartInstance.data.datasets[0].borderColor.push(`rgba(${randomColor.r},${randomColor.g},${randomColor.b}, 0.8)`);
                }
                chartInstance.data.datasets[0].borderWidth = 1;
            }

            if (chartInstance.type === 'bar' ||
                chartInstance.type === 'horizontalBar' ||
                chartInstance.type === 'line') {
                chartInstance.options.scales = {
                    xAxes: [{
                        scaleLabel : {
                            labelString: axisNames.x,
                            display: axisNames.x !== '',
                            fontFamily: '\'Open Sans\', sans-serif',
                            fontSize: 14,
                            fontColor: 'black',
                            padding: 0,
                        },
                        offset: chartInstance.type !== 'horizontalBar',
                        ticks: {
                            callback: function(value, index, values) {
                                if (showVerbalRounding) {
                                    if (value >= 1000 && value < 1000000) {
                                        return `${(value/1000).toFixed(1)} тис.${dataLabelSuffix}`;
                                    } else if (value >= 1000000 && value < 1000000000) {
                                        return `${(value/1000000).toFixed(1)} млн.${dataLabelSuffix}`;
                                    } else if (value >= 1000000000 && value < 1000000000000) {
                                        return `${(value/1000000000).toFixed(1)} млрд.${dataLabelSuffix}`;
                                    } else {
                                        return `${value}${dataLabelSuffix}`;
                                    }
                                } else {
                                    return `${value}${dataLabelSuffix}`;
                                }
                            },
                            beginAtZero: true,
                            fontSize: 14,
                            suggestedMax: Math.max(...arrayWithData)*1.25,
                        }
                    }],
                    yAxes: [{
                        scaleLabel : {
                            labelString: axisNames.y,
                            display: axisNames.y !== '',
                            fontFamily: '\'Open Sans\', sans-serif',
                            fontSize: 14,
                            fontColor: 'black',
                            padding: 0,
                        },
                        ticks: {
                            callback: function(value, index, values) {
                                if (showVerbalRounding) {
                                    if (value >= 1000 && value < 1000000) {
                                        return `${(value/1000).toFixed(1)} тис.${dataLabelSuffix}`;
                                    } else if (value >= 1000000 && value < 1000000000) {
                                        return `${(value/1000000).toFixed(1)} млн.${dataLabelSuffix}`;
                                    } else if (value >= 1000000000 && value < 1000000000000) {
                                        return `${(value/1000000000).toFixed(1)} млрд.${dataLabelSuffix}`;
                                    } else {
                                        return `${value}${dataLabelSuffix}`;
                                    }
                                } else {
                                    return `${value}${dataLabelSuffix}`;
                                }
                            },
                            beginAtZero: true,
                            fontSize: 14,
                            suggestedMax: Math.max(...arrayWithData)*1.25,
                        }
                    }]
                }
            }
        }
    </script>
    <div class="container-fluid bg-light">
        <div class="row d-flex justify-content-center pt-0 pt-md-4">
            <div class="col-12 col-sm-10 col-md-9 col-lg-8 col-xl-7 col-xxl-6 chapters-container shadow">
                <a href="#" class="to-top-button content-table-href shadow">
                    <img src="{{ asset('img/icons/up-arrow-angle.svg') }}" alt="">
                </a>
                <div class="row pb-4">
                    @include('includes.breadcrumb', ['breadcrumbs' => $breadcrumbs])
                </div>
                <h3 class="mb-4">
                    Зміст
                </h3>
                <ul class="col-12 p-0">
                    @foreach($articles as $article)
                        <li class="chapter-map-element">
                            <a class="content-table-href" href="#{{transliteration($article['name'])}}">{{$article['name']}}</a>

                        </li>
                    @endforeach
                </ul>
            </div>
        </div>
        <div class="row d-flex justify-content-center pt-4 mb-4">
            <div class="col-12 col-sm-10 col-md-9 col-lg-8 col-xl-7 col-xxl-6 content-container shadow">
                @foreach($articles as $article)
                    @include('includes.article', ['article' => $article])
                @endforeach
            </div>
        </div>
    </div>
@endsection
